{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 94,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "À": 128,
      "Á": 129,
      "Â": 130,
      "Ã": 131,
      "Ä": 132,
      "Å": 133,
      "Ç": 134,
      "É": 135,
      "Ì": 136,
      "Í": 137,
      "Î": 138,
      "Ï": 139,
      "Ñ": 140,
      "Ò": 141,
      "Ó": 142,
      "Õ": 143,
      "Ö": 144,
      "×": 145,
      "Ø": 146,
      "Ú": 147,
      "Ü": 148,
      "à": 149,
      "á": 150,
      "â": 151,
      "ã": 152,
      "ä": 153,
      "å": 154,
      "æ": 155,
      "ç": 156,
      "è": 157,
      "é": 158,
      "ê": 159,
      "ë": 160,
      "ì": 161,
      "í": 162,
      "î": 163,
      "ï": 164,
      "ð": 165,
      "ñ": 166,
      "ò": 167,
      "ó": 168,
      "ô": 169,
      "õ": 170,
      "ö": 171,
      "÷": 172,
      "ø": 173,
      "ù": 174,
      "ú": 175,
      "û": 176,
      "ü": 177,
      "ý": 178,
      "þ": 179,
      "ÿ": 180,
      "Ā": 181,
      "ā": 182,
      "ă": 183,
      "ą": 184,
      "Ć": 185,
      "ć": 186,
      "Č": 187,
      "č": 188,
      "ď": 189,
      "Đ": 190,
      "đ": 191,
      "Ē": 192,
      "ē": 193,
      "ė": 194,
      "ě": 195,
      "Ĝ": 196,
      "ğ": 197,
      "Ġ": 198,
      "ģ": 199,
      "ī": 200,
      "İ": 201,
      "ı": 202,
      "Ĳ": 203,
      "Ĵ": 204,
      "ĵ": 205,
      "ĺ": 206,
      "ļ": 207,
      "ľ": 208,
      "Ŀ": 209,
      "ł": 210,
      "ń": 211,
      "ň": 212,
      "ō": 213,
      "ŏ": 214,
      "ő": 215,
      "œ": 216,
      "ś": 217,
      "Ş": 218,
      "ş": 219,
      "Š": 220,
      "š": 221,
      "ţ": 222,
      "Ť": 223,
      "ū": 224,
      "ű": 225,
      "ų": 226,
      "ŵ": 227,
      "Ÿ": 228,
      "ź": 229,
      "ż": 230,
      "Ž": 231,
      "ž": 232,
      "ƒ": 233,
      "ư": 234,
      "ƴ": 235,
      "Ʒ": 236,
      "Ƽ": 237,
      "ǎ": 238,
      "ǐ": 239,
      "ǒ": 240,
      "ǖ": 241,
      "ǘ": 242,
      "ǜ": 243,
      "ǣ": 244,
      "ǰ": 245,
      "ǳ": 246,
      "ǿ": 247,
      "ȧ": 248,
      "ȫ": 249,
      "Ȼ": 250,
      "ȼ": 251,
      "Ƚ": 252,
      "Ʉ": 253,
      "Ɋ": 254,
      "ɑ": 255,
      "ɒ": 256,
      "ʇ": 257,
      "ʖ": 258,
      "ʜ": 259,
      "ʠ": 260,
      "ʣ": 261,
      "ʱ": 262,
      "ʶ": 263,
      "ʹ": 264,
      "ʼ": 265,
      "ʽ": 266,
      "ˆ": 267,
      "ˊ": 268,
      "ˋ": 269,
      "ː": 270,
      "˙": 271,
      "˵": 272,
      "̎": 273,
      "̐": 274,
      "̡": 275,
      "̳": 276,
      "̽": 277,
      "͠": 278,
      "͢": 279,
      "ͳ": 280,
      "ͷ": 281,
      ";": 282,
      "Ϳ": 283,
      "΄": 284,
      "Α": 285,
      "Β": 286,
      "Γ": 287,
      "Ε": 288,
      "Η": 289,
      "Θ": 290,
      "Ι": 291,
      "Κ": 292,
      "Λ": 293,
      "Μ": 294,
      "Ν": 295,
      "Ξ": 296,
      "Ο": 297,
      "Ρ": 298,
      "Σ": 299,
      "Τ": 300,
      "Υ": 301,
      "Ψ": 302,
      "Ω": 303,
      "Ϊ": 304,
      "α": 305,
      "β": 306,
      "γ": 307,
      "δ": 308,
      "ε": 309,
      "ι": 310,
      "κ": 311,
      "μ": 312,
      "ο": 313,
      "π": 314,
      "ρ": 315,
      "σ": 316,
      "τ": 317,
      "φ": 318,
      "ψ": 319,
      "ό": 320,
      "ϔ": 321,
      "Ϟ": 322,
      "Ϣ": 323,
      "Ϭ": 324,
      "ϵ": 325,
      "Ϻ": 326,
      "ϻ": 327,
      "Ͽ": 328,
      "Ё": 329,
      "Ђ": 330,
      "Ў": 331,
      "А": 332,
      "Б": 333,
      "В": 334,
      "Г": 335,
      "Ж": 336,
      "З": 337,
      "И": 338,
      "М": 339,
      "Н": 340,
      "Р": 341,
      "Т": 342,
      "Ф": 343,
      "Х": 344,
      "Ч": 345,
      "Ш": 346,
      "Щ": 347,
      "Ы": 348,
      "Ь": 349,
      "Э": 350,
      "Я": 351,
      "а": 352,
      "б": 353,
      "в": 354,
      "г": 355,
      "д": 356,
      "е": 357,
      "з": 358,
      "и": 359,
      "й": 360,
      "к": 361,
      "л": 362,
      "м": 363,
      "н": 364,
      "о": 365,
      "п": 366,
      "р": 367,
      "с": 368,
      "т": 369,
      "у": 370,
      "ф": 371,
      "ц": 372,
      "ч": 373,
      "ш": 374,
      "щ": 375,
      "ъ": 376,
      "ь": 377,
      "э": 378,
      "ю": 379,
      "є": 380,
      "ї": 381,
      "ѹ": 382,
      "Ҁ": 383,
      "ґ": 384,
      "Ҕ": 385,
      "ҥ": 386,
      "Ҫ": 387,
      "ҫ": 388,
      "ҳ": 389,
      "һ": 390,
      "Ӄ": 391,
      "ӄ": 392,
      "ӈ": 393,
      "Ӊ": 394,
      "Ӑ": 395,
      "Ӛ": 396,
      "Ӡ": 397,
      "ӡ": 398,
      "ӫ": 399,
      "ӯ": 400,
      "ӷ": 401,
      "Ԃ": 402,
      "Ԋ": 403,
      "ԋ": 404,
      "ԏ": 405,
      "Ԛ": 406,
      "Ԡ": 407,
      "Ԥ": 408,
      "Դ": 409,
      "Ե": 410,
      "Լ": 411,
      "Ղ": 412,
      "բ": 413,
      "չ": 414,
      "ց": 415,
      "փ": 416,
      "ֆ": 417,
      "֐": 418,
      "֘": 419,
      "֡": 420,
      "֣": 421,
      "֧": 422,
      "֪": 423,
      "֮": 424,
      "ֱ": 425,
      "ּ": 426,
      "ד": 427,
      "ו": 428,
      "ע": 429,
      "ש": 430,
      "ת": 431,
      "װ": 432,
      "׷": 433,
      "؊": 434,
      "،": 435,
      "ؓ": 436,
      "؟": 437,
      "ـ": 438,
      "ً": 439,
      "َ": 440,
      "ُ": 441,
      "ِ": 442,
      "ّ": 443,
      "ْ": 444,
      "ڤ": 445,
      "ڱ": 446,
      "ܷ": 447,
      "ݣ": 448,
      "ݿ": 449,
      "ߣ": 450,
      "ँ": 451,
      "ं": 452,
      "अ": 453,
      "आ": 454,
      "इ": 455,
      "ई": 456,
      "उ": 457,
      "ऊ": 458,
      "ऋ": 459,
      "ए": 460,
      "ऐ": 461,
      "ओ": 462,
      "औ": 463,
      "क": 464,
      "ख": 465,
      "ग": 466,
      "घ": 467,
      "च": 468,
      "छ": 469,
      "ज": 470,
      "झ": 471,
      "ञ": 472,
      "ट": 473,
      "ठ": 474,
      "ड": 475,
      "ढ": 476,
      "ण": 477,
      "त": 478,
      "थ": 479,
      "द": 480,
      "ध": 481,
      "न": 482,
      "प": 483,
      "फ": 484,
      "ब": 485,
      "भ": 486,
      "म": 487,
      "य": 488,
      "र": 489,
      "ल": 490,
      "व": 491,
      "श": 492,
      "ष": 493,
      "स": 494,
      "ह": 495,
      "़": 496,
      "ा": 497,
      "ि": 498,
      "ी": 499,
      "ु": 500,
      "ू": 501,
      "ृ": 502,
      "े": 503,
      "ै": 504,
      "ॉ": 505,
      "ो": 506,
      "ौ": 507,
      "्": 508,
      "।": 509,
      "๘": 510,
      "ဪ": 511,
      "ါ": 512,
      "Ⴗ": 513,
      "Ⴞ": 514,
      "ᆼ": 515,
      "ኸ": 516,
      "ኾ": 517,
      "Ἧ": 518,
      "‐": 519,
      "‒": 520,
      "–": 521,
      "—": 522,
      "―": 523,
      "‘": 524,
      "’": 525,
      "“": 526,
      "”": 527,
      "„": 528,
      "†": 529,
      "•": 530,
      "․": 531,
      "…": 532,
      "‧": 533,
      "‰": 534,
      "′": 535,
      "″": 536,
      "‵": 537,
      "※": 538,
      "⁄": 539,
      "₤": 540,
      "€": 541,
      "℃": 542,
      "№": 543,
      "™": 544,
      "Ⅱ": 545,
      "ⅳ": 546,
      "↖": 547,
      "∑": 548,
      "−": 549,
      "∕": 550,
      "∗": 551,
      "∘": 552,
      "∙": 553,
      "∮": 554,
      "∵": 555,
      "∶": 556,
      "∼": 557,
      "≤": 558,
      "≥": 559,
      "⊳": 560,
      "⊿": 561,
      "⋯": 562,
      "⋹": 563,
      "⌒": 564,
      "⎄": 565,
      "④": 566,
      "⑴": 567,
      "⑵": 568,
      "⑶": 569,
      "⑷": 570,
      "⑸": 571,
      "⑹": 572,
      "⑺": 573,
      "⑻": 574,
      "⑼": 575,
      "⑽": 576,
      "⑾": 577,
      "⑿": 578,
      "⒀": 579,
      "⒁": 580,
      "⒂": 581,
      "⒃": 582,
      "⒄": 583,
      "⒅": 584,
      "⒆": 585,
      "⒇": 586,
      "─": 587,
      "━": 588,
      "│": 589,
      "┄": 590,
      "┅": 591,
      "┈": 592,
      "┋": 593,
      "┍": 594,
      "┎": 595,
      "┏": 596,
      "┕": 597,
      "┘": 598,
      "├": 599,
      "┣": 600,
      "┤": 601,
      "┥": 602,
      "┦": 603,
      "┪": 604,
      "┬": 605,
      "┮": 606,
      "┯": 607,
      "┰": 608,
      "┵": 609,
      "┶": 610,
      "┾": 611,
      "┿": 612,
      "╀": 613,
      "╃": 614,
      "╆": 615,
      "╈": 616,
      "╊": 617,
      "╖": 618,
      "╡": 619,
      "╢": 620,
      "╣": 621,
      "╧": 622,
      "╬": 623,
      "╭": 624,
      "╯": 625,
      "╰": 626,
      "╲": 627,
      "▄": 628,
      "▅": 629,
      "▆": 630,
      "■": 631,
      "□": 632,
      "▪": 633,
      "►": 634,
      "◆": 635,
      "○": 636,
      "◎": 637,
      "●": 638,
      "◦": 639,
      "◯": 640,
      "♦": 641,
      "♪": 642,
      "♫": 643,
      "♬": 644,
      "➢": 645,
      "ⰲ": 646,
      "⼯": 647,
      "、": 648,
      "。": 649,
      "〃": 650,
      "〇": 651,
      "〈": 652,
      "〉": 653,
      "《": 654,
      "》": 655,
      "「": 656,
      "」": 657,
      "『": 658,
      "』": 659,
      "【": 660,
      "】": 661,
      "〔": 662,
      "〕": 663,
      "〝": 664,
      "〞": 665,
      "〡": 666,
      "ぃ": 667,
      "い": 668,
      "う": 669,
      "ぇ": 670,
      "ぉ": 671,
      "か": 672,
      "が": 673,
      "き": 674,
      "ぐ": 675,
      "こ": 676,
      "ご": 677,
      "さ": 678,
      "ざ": 679,
      "じ": 680,
      "す": 681,
      "ず": 682,
      "せ": 683,
      "そ": 684,
      "だ": 685,
      "ち": 686,
      "っ": 687,
      "て": 688,
      "ど": 689,
      "な": 690,
      "に": 691,
      "ね": 692,
      "の": 693,
      "は": 694,
      "ぱ": 695,
      "ひ": 696,
      "び": 697,
      "ぶ": 698,
      "ぺ": 699,
      "ほ": 700,
      "ま": 701,
      "み": 702,
      "め": 703,
      "も": 704,
      "ゃ": 705,
      "や": 706,
      "ゅ": 707,
      "ゆ": 708,
      "よ": 709,
      "ら": 710,
      "る": 711,
      "れ": 712,
      "ろ": 713,
      "ゎ": 714,
      "わ": 715,
      "ゑ": 716,
      "を": 717,
      "ん": 718,
      "゜": 719,
      "ゞ": 720,
      "ァ": 721,
      "ア": 722,
      "イ": 723,
      "ウ": 724,
      "ェ": 725,
      "カ": 726,
      "ガ": 727,
      "キ": 728,
      "ケ": 729,
      "ゲ": 730,
      "ゴ": 731,
      "サ": 732,
      "ザ": 733,
      "セ": 734,
      "ゼ": 735,
      "ソ": 736,
      "タ": 737,
      "ダ": 738,
      "チ": 739,
      "ッ": 740,
      "ヅ": 741,
      "デ": 742,
      "ド": 743,
      "ナ": 744,
      "ニ": 745,
      "ネ": 746,
      "ノ": 747,
      "ハ": 748,
      "バ": 749,
      "パ": 750,
      "ヒ": 751,
      "フ": 752,
      "ブ": 753,
      "ヘ": 754,
      "ボ": 755,
      "ミ": 756,
      "メ": 757,
      "ユ": 758,
      "ョ": 759,
      "ル": 760,
      "ワ": 761,
      "ヰ": 762,
      "ン": 763,
      "ヴ": 764,
      "ヶ": 765,
      "・": 766,
      "ー": 767,
      "ヾ": 768,
      "ㄆ": 769,
      "ㄇ": 770,
      "ㄈ": 771,
      "ㄉ": 772,
      "ㄏ": 773,
      "ㄐ": 774,
      "ㄑ": 775,
      "ㄓ": 776,
      "ㄗ": 777,
      "ㄘ": 778,
      "ㄛ": 779,
      "ㄟ": 780,
      "ㄠ": 781,
      "ㄢ": 782,
      "ㄣ": 783,
      "ㄤ": 784,
      "ㄥ": 785,
      "ㄧ": 786,
      "ㄨ": 787,
      "ㄩ": 788,
      "㈠": 789,
      "㈡": 790,
      "㈢": 791,
      "㈣": 792,
      "㈤": 793,
      "㈥": 794,
      "㈦": 795,
      "㈧": 796,
      "㈨": 797,
      "㈩": 798,
      "㈱": 799,
      "㊣": 800,
      "㊽": 801,
      "㎝": 802,
      "㎡": 803,
      "㏄": 804,
      "㏑": 805,
      "㗎": 806,
      "㧐": 807,
      "㷻": 808,
      "䁿": 809,
      "一": 810,
      "丁": 811,
      "七": 812,
      "万": 813,
      "丈": 814,
      "三": 815,
      "上": 816,
      "下": 817,
      "不": 818,
      "与": 819,
      "丐": 820,
      "丑": 821,
      "专": 822,
      "且": 823,
      "世": 824,
      "丘": 825,
      "丙": 826,
      "业": 827,
      "丛": 828,
      "东": 829,
      "丝": 830,
      "丞": 831,
      "丟": 832,
      "丢": 833,
      "两": 834,
      "严": 835,
      "並": 836,
      "丧": 837,
      "个": 838,
      "丫": 839,
      "中": 840,
      "丰": 841,
      "串": 842,
      "临": 843,
      "丸": 844,
      "丹": 845,
      "为": 846,
      "主": 847,
      "丽": 848,
      "举": 849,
      "乃": 850,
      "久": 851,
      "么": 852,
      "义": 853,
      "之": 854,
      "乌": 855,
      "乍": 856,
      "乎": 857,
      "乏": 858,
      "乐": 859,
      "乒": 860,
      "乓": 861,
      "乔": 862,
      "乖": 863,
      "乘": 864,
      "乙": 865,
      "乜": 866,
      "九": 867,
      "乞": 868,
      "也": 869,
      "习": 870,
      "乡": 871,
      "书": 872,
      "买": 873,
      "乱": 874,
      "乳": 875,
      "乾": 876,
      "亂": 877,
      "了": 878,
      "予": 879,
      "争": 880,
      "事": 881,
      "二": 882,
      "于": 883,
      "亏": 884,
      "云": 885,
      "互": 886,
      "五": 887,
      "井": 888,
      "亘": 889,
      "亚": 890,
      "些": 891,
      "亞": 892,
      "亟": 893,
      "亡": 894,
      "亢": 895,
      "交": 896,
      "亥": 897,
      "亦": 898,
      "产": 899,
      "亨": 900,
      "亩": 901,
      "享": 902,
      "京": 903,
      "亭": 904,
      "亮": 905,
      "亲": 906,
      "亵": 907,
      "人": 908,
      "亿": 909,
      "什": 910,
      "仁": 911,
      "仃": 912,
      "仅": 913,
      "仆": 914,
      "仇": 915,
      "今": 916,
      "介": 917,
      "仍": 918,
      "从": 919,
      "仑": 920,
      "仓": 921,
      "仔": 922,
      "仕": 923,
      "他": 924,
      "仗": 925,
      "付": 926,
      "仙": 927,
      "仟": 928,
      "代": 929,
      "令": 930,
      "以": 931,
      "仨": 932,
      "仪": 933,
      "们": 934,
      "仰": 935,
      "仲": 936,
      "件": 937,
      "价": 938,
      "任": 939,
      "份": 940,
      "仿": 941,
      "企": 942,
      "伊": 943,
      "伍": 944,
      "伎": 945,
      "伏": 946,
      "伐": 947,
      "休": 948,
      "众": 949,
      "优": 950,
      "伙": 951,
      "会": 952,
      "伝": 953,
      "伞": 954,
      "伟": 955,
      "传": 956,
      "伢": 957,
      "伤": 958,
      "伦": 959,
      "伪": 960,
      "伫": 961,
      "伯": 962,
      "估": 963,
      "伴": 964,
      "伶": 965,
      "伸": 966,
      "伺": 967,
      "似": 968,
      "伽": 969,
      "佃": 970,
      "但": 971,
      "佈": 972,
      "位": 973,
      "低": 974,
      "住": 975,
      "佐": 976,
      "佑": 977,
      "体": 978,
      "佔": 979,
      "何": 980,
      "余": 981,
      "佛": 982,
      "作": 983,
      "你": 984,
      "佢": 985,
      "佣": 986,
      "佤": 987,
      "佩": 988,
      "佪": 989,
      "佬": 990,
      "佯": 991,
      "佰": 992,
      "佳": 993,
      "佴": 994,
      "併": 995,
      "佷": 996,
      "佻": 997,
      "佼": 998,
      "佽": 999,
      "使": 1000,
      "侂": 1001,
      "侃": 1002,
      "侄": 1003,
      "來": 1004,
      "侈": 1005,
      "例": 1006,
      "侍": 1007,
      "侏": 1008,
      "侑": 1009,
      "侖": 1010,
      "侗": 1011,
      "侚": 1012,
      "供": 1013,
      "侜": 1014,
      "依": 1015,
      "侠": 1016,
      "侣": 1017,
      "侥": 1018,
      "侦": 1019,
      "侧": 1020,
      "侨": 1021,
      "侪": 1022,
      "侬": 1023,
      "侮": 1024,
      "侯": 1025,
      "侳": 1026,
      "侵": 1027,
      "侶": 1028,
      "便": 1029,
      "俀": 1030,
      "係": 1031,
      "促": 1032,
      "俄": 1033,
      "俅": 1034,
      "俇": 1035,
      "俊": 1036,
      "俎": 1037,
      "俏": 1038,
      "俐": 1039,
      "俑": 1040,
      "俗": 1041,
      "俘": 1042,
      "俚": 1043,
      "保": 1044,
      "俟": 1045,
      "俠": 1046,
      "信": 1047,
      "俨": 1048,
      "俩": 1049,
      "俭": 1050,
      "修": 1051,
      "俯": 1052,
      "俱": 1053,
      "俴": 1054,
      "俸": 1055,
      "俺": 1056,
      "俾": 1057,
      "倆": 1058,
      "倉": 1059,
      "個": 1060,
      "倌": 1061,
      "倍": 1062,
      "們": 1063,
      "倒": 1064,
      "倔": 1065,
      "倖": 1066,
      "倘": 1067,
      "候": 1068,
      "倚": 1069,
      "倜": 1070,
      "借": 1071,
      "倡": 1072,
      "倦": 1073,
      "倨": 1074,
      "倩": 1075,
      "倪": 1076,
      "倫": 1077,
      "倭": 1078,
      "倮": 1079,
      "倰": 1080,
      "倳": 1081,
      "债": 1082,
      "值": 1083,
      "倾": 1084,
      "假": 1085,
      "偈": 1086,
      "偉": 1087,
      "偌": 1088,
      "偎": 1089,
      "偏": 1090,
      "偕": 1091,
      "做": 1092,
      "停": 1093,
      "健": 1094,
      "側": 1095,
      "偵": 1096,
      "偶": 1097,
      "偷": 1098,
      "偽": 1099,
      "偿": 1100,
      "傀": 1101,
      "傅": 1102,
      "傍": 1103,
      "傑": 1104,
      "傖": 1105,
      "傘": 1106,
      "備": 1107,
      "傢": 1108,
      "傣": 1109,
      "傥": 1110,
      "储": 1111,
      "催": 1112,
      "傭": 1113,
      "傲": 1114,
      "傳": 1115,
      "債": 1116,
      "傷": 1117,
      "傻": 1118,
      "傾": 1119,
      "僅": 1120,
      "僊": 1121,
      "像": 1122,
      "僕": 1123,
      "僚": 1124,
      "僞": 1125,
      "僧": 1126,
      "僭": 1127,
      "僮": 1128,
      "僱": 1129,
      "僳": 1130,
      "僵": 1131,
      "價": 1132,
      "僻": 1133,
      "儀": 1134,
      "儂": 1135,
      "億": 1136,
      "儆": 1137,
      "儉": 1138,
      "儒": 1139,
      "儘": 1140,
      "償": 1141,
      "儡": 1142,
      "優": 1143,
      "儲": 1144,
      "儿": 1145,
      "兀": 1146,
      "允": 1147,
      "元": 1148,
      "兄": 1149,
      "充": 1150,
      "兆": 1151,
      "兇": 1152,
      "先": 1153,
      "光": 1154,
      "克": 1155,
      "兌": 1156,
      "免": 1157,
      "兑": 1158,
      "兒": 1159,
      "兔": 1160,
      "党": 1161,
      "兜": 1162,
      "兢": 1163,
      "入": 1164,
      "內": 1165,
      "全": 1166,
      "兩": 1167,
      "八": 1168,
      "公": 1169,
      "六": 1170,
      "兮": 1171,
      "兰": 1172,
      "共": 1173,
      "关": 1174,
      "兴": 1175,
      "兵": 1176,
      "其": 1177,
      "具": 1178,
      "典": 1179,
      "兹": 1180,
      "养": 1181,
      "兼": 1182,
      "兽": 1183,
      "冀": 1184,
      "内": 1185,
      "冇": 1186,
      "冈": 1187,
      "冉": 1188,
      "冊": 1189,
      "册": 1190,
      "再": 1191,
      "冒": 1192,
      "冕": 1193,
      "冗": 1194,
      "写": 1195,
      "冚": 1196,
      "军": 1197,
      "农": 1198,
      "冠": 1199,
      "冢": 1200,
      "冤": 1201,
      "冥": 1202,
      "冬": 1203,
      "冯": 1204,
      "冰": 1205,
      "冲": 1206,
      "决": 1207,
      "况": 1208,
      "冶": 1209,
      "冷": 1210,
      "冻": 1211,
      "净": 1212,
      "凄": 1213,
      "凅": 1214,
      "准": 1215,
      "凉": 1216,
      "凋": 1217,
      "凌": 1218,
      "凍": 1219,
      "减": 1220,
      "凑": 1221,
      "凛": 1222,
      "凜": 1223,
      "凝": 1224,
      "几": 1225,
      "凡": 1226,
      "凤": 1227,
      "凭": 1228,
      "凯": 1229,
      "凰": 1230,
      "凱": 1231,
      "凳": 1232,
      "凶": 1233,
      "凸": 1234,
      "凹": 1235,
      "出": 1236,
      "击": 1237,
      "函": 1238,
      "凿": 1239,
      "刀": 1240,
      "刁": 1241,
      "刃": 1242,
      "分": 1243,
      "切": 1244,
      "刉": 1245,
      "刊": 1246,
      "刑": 1247,
      "划": 1248,
      "列": 1249,
      "刘": 1250,
      "则": 1251,
      "刚": 1252,
      "创": 1253,
      "初": 1254,
      "删": 1255,
      "判": 1256,
      "別": 1257,
      "刨": 1258,
      "利": 1259,
      "刪": 1260,
      "别": 1261,
      "刮": 1262,
      "到": 1263,
      "制": 1264,
      "刷": 1265,
      "券": 1266,
      "刹": 1267,
      "刺": 1268,
      "刻": 1269,
      "刽": 1270,
      "剁": 1271,
      "剂": 1272,
      "剃": 1273,
      "則": 1274,
      "剉": 1275,
      "削": 1276,
      "剋": 1277,
      "剌": 1278,
      "前": 1279,
      "剎": 1280,
      "剐": 1281,
      "剑": 1282,
      "剒": 1283,
      "剔": 1284,
      "剖": 1285,
      "剛": 1286,
      "剝": 1287,
      "剥": 1288,
      "剧": 1289,
      "剩": 1290,
      "剪": 1291,
      "副": 1292,
      "割": 1293,
      "創": 1294,
      "剷": 1295,
      "剽": 1296,
      "剿": 1297,
      "劃": 1298,
      "劇": 1299,
      "劈": 1300,
      "劉": 1301,
      "劍": 1302,
      "劑": 1303,
      "力": 1304,
      "劝": 1305,
      "办": 1306,
      "功": 1307,
      "加": 1308,
      "务": 1309,
      "劣": 1310,
      "动": 1311,
      "助": 1312,
      "努": 1313,
      "劫": 1314,
      "励": 1315,
      "劲": 1316,
      "劳": 1317,
      "劵": 1318,
      "劾": 1319,
      "势": 1320,
      "勀": 1321,
      "勁": 1322,
      "勃": 1323,
      "勇": 1324,
      "勉": 1325,
      "勋": 1326,
      "勍": 1327,
      "勒": 1328,
      "動": 1329,
      "勘": 1330,
      "務": 1331,
      "勛": 1332,
      "勝": 1333,
      "勞": 1334,
      "募": 1335,
      "勢": 1336,
      "勤": 1337,
      "勵": 1338,
      "勸": 1339,
      "勺": 1340,
      "勻": 1341,
      "勾": 1342,
      "勿": 1343,
      "匀": 1344,
      "包": 1345,
      "匆": 1346,
      "匈": 1347,
      "匍": 1348,
      "匐": 1349,
      "匕": 1350,
      "化": 1351,
      "北": 1352,
      "匙": 1353,
      "匠": 1354,
      "匡": 1355,
      "匣": 1356,
      "匪": 1357,
      "匮": 1358,
      "匯": 1359,
      "匹": 1360,
      "区": 1361,
      "医": 1362,
      "匾": 1363,
      "匿": 1364,
      "區": 1365,
      "十": 1366,
      "千": 1367,
      "升": 1368,
      "午": 1369,
      "卉": 1370,
      "半": 1371,
      "卍": 1372,
      "华": 1373,
      "协": 1374,
      "卑": 1375,
      "卒": 1376,
      "卓": 1377,
      "協": 1378,
      "单": 1379,
      "卖": 1380,
      "南": 1381,
      "博": 1382,
      "卜": 1383,
      "占": 1384,
      "卡": 1385,
      "卢": 1386,
      "卤": 1387,
      "卦": 1388,
      "卧": 1389,
      "卫": 1390,
      "卯": 1391,
      "印": 1392,
      "危": 1393,
      "即": 1394,
      "却": 1395,
      "卵": 1396,
      "卷": 1397,
      "卸": 1398,
      "卻": 1399,
      "卿": 1400,
      "厂": 1401,
      "厄": 1402,
      "厅": 1403,
      "历": 1404,
      "厉": 1405,
      "压": 1406,
      "厌": 1407,
      "厕": 1408,
      "厘": 1409,
      "厚": 1410,
      "厝": 1411,
      "原": 1412,
      "厢": 1413,
      "厥": 1414,
      "厦": 1415,
      "厨": 1416,
      "厩": 1417,
      "厭": 1418,
      "厮": 1419,
      "厲": 1420,
      "去": 1421,
      "县": 1422,
      "叁": 1423,
      "参": 1424,
      "參": 1425,
      "又": 1426,
      "叉": 1427,
      "及": 1428,
      "友": 1429,
      "双": 1430,
      "反": 1431,
      "发": 1432,
      "叔": 1433,
      "取": 1434,
      "受": 1435,
      "变": 1436,
      "叙": 1437,
      "叛": 1438,
      "叟": 1439,
      "叠": 1440,
      "叢": 1441,
      "口": 1442,
      "古": 1443,
      "句": 1444,
      "另": 1445,
      "叨": 1446,
      "叩": 1447,
      "只": 1448,
      "叫": 1449,
      "召": 1450,
      "叭": 1451,
      "叮": 1452,
      "可": 1453,
      "台": 1454,
      "史": 1455,
      "右": 1456,
      "叵": 1457,
      "叶": 1458,
      "号": 1459,
      "司": 1460,
      "叹": 1461,
      "叼": 1462,
      "叽": 1463,
      "吁": 1464,
      "吃": 1465,
      "各": 1466,
      "吆": 1467,
      "合": 1468,
      "吉": 1469,
      "吊": 1470,
      "吋": 1471,
      "同": 1472,
      "名": 1473,
      "后": 1474,
      "吏": 1475,
      "吐": 1476,
      "向": 1477,
      "吓": 1478,
      "吔": 1479,
      "吕": 1480,
      "吖": 1481,
      "吗": 1482,
      "君": 1483,
      "吝": 1484,
      "吞": 1485,
      "吟": 1486,
      "吠": 1487,
      "吡": 1488,
      "否": 1489,
      "吧": 1490,
      "吨": 1491,
      "吩": 1492,
      "含": 1493,
      "听": 1494,
      "吭": 1495,
      "吮": 1496,
      "启": 1497,
      "吱": 1498,
      "吳": 1499,
      "吴": 1500,
      "吵": 1501,
      "吶": 1502,
      "吸": 1503,
      "吹": 1504,
      "吻": 1505,
      "吼": 1506,
      "吽": 1507,
      "吾": 1508,
      "呀": 1509,
      "呂": 1510,
      "呃": 1511,
      "呆": 1512,
      "呈": 1513,
      "告": 1514,
      "呋": 1515,
      "呎": 1516,
      "呐": 1517,
      "呑": 1518,
      "呒": 1519,
      "呕": 1520,
      "呗": 1521,
      "员": 1522,
      "呛": 1523,
      "呜": 1524,
      "呡": 1525,
      "呢": 1526,
      "呣": 1527,
      "呤": 1528,
      "呦": 1529,
      "呧": 1530,
      "周": 1531,
      "呱": 1532,
      "味": 1533,
      "呵": 1534,
      "呶": 1535,
      "呸": 1536,
      "呻": 1537,
      "呼": 1538,
      "命": 1539,
      "咀": 1540,
      "咁": 1541,
      "咄": 1542,
      "咆": 1543,
      "咋": 1544,
      "和": 1545,
      "咍": 1546,
      "咎": 1547,
      "咏": 1548,
      "咐": 1549,
      "咒": 1550,
      "咔": 1551,
      "咕": 1552,
      "咖": 1553,
      "咗": 1554,
      "咙": 1555,
      "咚": 1556,
      "咦": 1557,
      "咧": 1558,
      "咨": 1559,
      "咩": 1560,
      "咪": 1561,
      "咫": 1562,
      "咬": 1563,
      "咭": 1564,
      "咯": 1565,
      "咱": 1566,
      "咳": 1567,
      "咸": 1568,
      "咻": 1569,
      "咽": 1570,
      "咿": 1571,
      "哀": 1572,
      "品": 1573,
      "哂": 1574,
      "哄": 1575,
      "哆": 1576,
      "哇": 1577,
      "哈": 1578,
      "哉": 1579,
      "哋": 1580,
      "响": 1581,
      "哎": 1582,
      "哑": 1583,
      "哒": 1584,
      "哔": 1585,
      "哗": 1586,
      "哝": 1587,
      "哞": 1588,
      "哟": 1589,
      "員": 1590,
      "哥": 1591,
      "哦": 1592,
      "哧": 1593,
      "哨": 1594,
      "哩": 1595,
      "哪": 1596,
      "哭": 1597,
      "哮": 1598,
      "哲": 1599,
      "哺": 1600,
      "哼": 1601,
      "哽": 1602,
      "唁": 1603,
      "唄": 1604,
      "唆": 1605,
      "唇": 1606,
      "唉": 1607,
      "唏": 1608,
      "唐": 1609,
      "唑": 1610,
      "唔": 1611,
      "唗": 1612,
      "唛": 1613,
      "唠": 1614,
      "唤": 1615,
      "唧": 1616,
      "唬": 1617,
      "售": 1618,
      "唯": 1619,
      "唱": 1620,
      "唳": 1621,
      "唵": 1622,
      "唷": 1623,
      "唸": 1624,
      "唾": 1625,
      "啁": 1626,
      "啃": 1627,
      "啄": 1628,
      "商": 1629,
      "啊": 1630,
      "問": 1631,
      "啕": 1632,
      "啖": 1633,
      "啜": 1634,
      "啞": 1635,
      "啟": 1636,
      "啡": 1637,
      "啣": 1638,
      "啤": 1639,
      "啥": 1640,
      "啦": 1641,
      "啧": 1642,
      "啪": 1643,
      "啫": 1644,
      "啬": 1645,
      "啮": 1646,
      "啰": 1647,
      "啱": 1648,
      "啲": 1649,
      "啸": 1650,
      "啻": 1651,
      "啼": 1652,
      "啾": 1653,
      "喀": 1654,
      "喂": 1655,
      "喃": 1656,
      "善": 1657,
      "喇": 1658,
      "喉": 1659,
      "喊": 1660,
      "喋": 1661,
      "喎": 1662,
      "喏": 1663,
      "喑": 1664,
      "喔": 1665,
      "喘": 1666,
      "喙": 1667,
      "喚": 1668,
      "喜": 1669,
      "喝": 1670,
      "喧": 1671,
      "喪": 1672,
      "喬": 1673,
      "單": 1674,
      "喱": 1675,
      "喲": 1676,
      "喳": 1677,
      "喵": 1678,
      "喷": 1679,
      "喹": 1680,
      "喺": 1681,
      "喻": 1682,
      "喽": 1683,
      "嗅": 1684,
      "嗇": 1685,
      "嗌": 1686,
      "嗎": 1687,
      "嗑": 1688,
      "嗒": 1689,
      "嗓": 1690,
      "嗖": 1691,
      "嗚": 1692,
      "嗜": 1693,
      "嗝": 1694,
      "嗡": 1695,
      "嗣": 1696,
      "嗤": 1697,
      "嗦": 1698,
      "嗨": 1699,
      "嗪": 1700,
      "嗬": 1701,
      "嗯": 1702,
      "嗰": 1703,
      "嗲": 1704,
      "嗳": 1705,
      "嗶": 1706,
      "嗷": 1707,
      "嗽": 1708,
      "嘀": 1709,
      "嘅": 1710,
      "嘆": 1711,
      "嘈": 1712,
      "嘉": 1713,
      "嘍": 1714,
      "嘎": 1715,
      "嘔": 1716,
      "嘗": 1717,
      "嘘": 1718,
      "嘛": 1719,
      "嘞": 1720,
      "嘟": 1721,
      "嘠": 1722,
      "嘢": 1723,
      "嘣": 1724,
      "嘩": 1725,
      "嘭": 1726,
      "嘯": 1727,
      "嘱": 1728,
      "嘲": 1729,
      "嘴": 1730,
      "嘶": 1731,
      "嘹": 1732,
      "嘻": 1733,
      "嘿": 1734,
      "噁": 1735,
      "噎": 1736,
      "噓": 1737,
      "噗": 1738,
      "噜": 1739,
      "噠": 1740,
      "噢": 1741,
      "器": 1742,
      "噩": 1743,
      "噪": 1744,
      "噫": 1745,
      "噬": 1746,
      "噱": 1747,
      "噴": 1748,
      "噶": 1749,
      "噸": 1750,
      "噹": 1751,
      "噿": 1752,
      "嚀": 1753,
      "嚇": 1754,
      "嚎": 1755,
      "嚏": 1756,
      "嚐": 1757,
      "嚒": 1758,
      "嚓": 1759,
      "嚟": 1760,
      "嚣": 1761,
      "嚥": 1762,
      "嚮": 1763,
      "嚯": 1764,
      "嚴": 1765,
      "嚷": 1766,
      "嚼": 1767,
      "囂": 1768,
      "囉": 1769,
      "囊": 1770,
      "囑": 1771,
      "囔": 1772,
      "囚": 1773,
      "四": 1774,
      "回": 1775,
      "因": 1776,
      "囡": 1777,
      "团": 1778,
      "囤": 1779,
      "囧": 1780,
      "囪": 1781,
      "园": 1782,
      "困": 1783,
      "囱": 1784,
      "围": 1785,
      "囹": 1786,
      "固": 1787,
      "国": 1788,
      "图": 1789,
      "囿": 1790,
      "圃": 1791,
      "圄": 1792,
      "圆": 1793,
      "圈": 1794,
      "國": 1795,
      "圍": 1796,
      "園": 1797,
      "圓": 1798,
      "圖": 1799,
      "團": 1800,
      "土": 1801,
      "圣": 1802,
      "在": 1803,
      "圭": 1804,
      "地": 1805,
      "圳": 1806,
      "场": 1807,
      "圾": 1808,
      "址": 1809,
      "坂": 1810,
      "均": 1811,
      "坊": 1812,
      "坍": 1813,
      "坎": 1814,
      "坏": 1815,
      "坐": 1816,
      "坑": 1817,
      "块": 1818,
      "坚": 1819,
      "坛": 1820,
      "坝": 1821,
      "坞": 1822,
      "坟": 1823,
      "坠": 1824,
      "坡": 1825,
      "坤": 1826,
      "坦": 1827,
      "坨": 1828,
      "坩": 1829,
      "坪": 1830,
      "坫": 1831,
      "坯": 1832,
      "坳": 1833,
      "坴": 1834,
      "坷": 1835,
      "坻": 1836,
      "垀": 1837,
      "垂": 1838,
      "垃": 1839,
      "垄": 1840,
      "型": 1841,
      "垒": 1842,
      "垛": 1843,
      "垠": 1844,
      "垢": 1845,
      "垣": 1846,
      "垦": 1847,
      "垩": 1848,
      "垫": 1849,
      "垮": 1850,
      "垸": 1851,
      "埃": 1852,
      "埋": 1853,
      "城": 1854,
      "埔": 1855,
      "埚": 1856,
      "埜": 1857,
      "域": 1858,
      "埠": 1859,
      "埣": 1860,
      "埲": 1861,
      "執": 1862,
      "培": 1863,
      "基": 1864,
      "埻": 1865,
      "堂": 1866,
      "堅": 1867,
      "堆": 1868,
      "堈": 1869,
      "堋": 1870,
      "堎": 1871,
      "堑": 1872,
      "堕": 1873,
      "堡": 1874,
      "堤": 1875,
      "堪": 1876,
      "報": 1877,
      "場": 1878,
      "堵": 1879,
      "塊": 1880,
      "塋": 1881,
      "塌": 1882,
      "塑": 1883,
      "塔": 1884,
      "塗": 1885,
      "塘": 1886,
      "塞": 1887,
      "塢": 1888,
      "填": 1889,
      "塵": 1890,
      "塾": 1891,
      "境": 1892,
      "墅": 1893,
      "墉": 1894,
      "墊": 1895,
      "墓": 1896,
      "墙": 1897,
      "墜": 1898,
      "增": 1899,
      "墟": 1900,
      "墨": 1901,
      "墩": 1902,
      "墮": 1903,
      "墳": 1904,
      "墾": 1905,
      "壁": 1906,
      "壅": 1907,
      "壇": 1908,
      "壑": 1909,
      "壓": 1910,
      "壕": 1911,
      "壘": 1912,
      "壚": 1913,
      "壞": 1914,
      "壤": 1915,
      "壩": 1916,
      "士": 1917,
      "壮": 1918,
      "壯": 1919,
      "声": 1920,
      "壳": 1921,
      "壶": 1922,
      "壹": 1923,
      "壺": 1924,
      "壽": 1925,
      "处": 1926,
      "备": 1927,
      "复": 1928,
      "夏": 1929,
      "夔": 1930,
      "夕": 1931,
      "外": 1932,
      "夙": 1933,
      "多": 1934,
      "夜": 1935,
      "够": 1936,
      "夠": 1937,
      "夢": 1938,
      "夥": 1939,
      "大": 1940,
      "天": 1941,
      "太": 1942,
      "夫": 1943,
      "夭": 1944,
      "央": 1945,
      "夯": 1946,
      "失": 1947,
      "头": 1948,
      "夷": 1949,
      "夸": 1950,
      "夹": 1951,
      "夺": 1952,
      "夾": 1953,
      "奀": 1954,
      "奁": 1955,
      "奂": 1956,
      "奄": 1957,
      "奇": 1958,
      "奈": 1959,
      "奉": 1960,
      "奋": 1961,
      "奌": 1962,
      "奎": 1963,
      "奏": 1964,
      "契": 1965,
      "奔": 1966,
      "奕": 1967,
      "奖": 1968,
      "套": 1969,
      "奚": 1970,
      "奠": 1971,
      "奢": 1972,
      "奥": 1973,
      "奧": 1974,
      "奪": 1975,
      "奮": 1976,
      "女": 1977,
      "奴": 1978,
      "奶": 1979,
      "奸": 1980,
      "她": 1981,
      "奻": 1982,
      "好": 1983,
      "奾": 1984,
      "如": 1985,
      "妃": 1986,
      "妄": 1987,
      "妆": 1988,
      "妇": 1989,
      "妈": 1990,
      "妊": 1991,
      "妍": 1992,
      "妏": 1993,
      "妒": 1994,
      "妓": 1995,
      "妖": 1996,
      "妗": 1997,
      "妙": 1998,
      "妝": 1999,
      "妞": 2000,
      "妥": 2001,
      "妦": 2002,
      "妨": 2003,
      "妩": 2004,
      "妪": 2005,
      "妮": 2006,
      "妲": 2007,
      "妳": 2008,
      "妹": 2009,
      "妻": 2010,
      "妾": 2011,
      "姆": 2012,
      "姊": 2013,
      "始": 2014,
      "姍": 2015,
      "姐": 2016,
      "姑": 2017,
      "姓": 2018,
      "委": 2019,
      "姗": 2020,
      "姘": 2021,
      "姚": 2022,
      "姜": 2023,
      "姥": 2024,
      "姦": 2025,
      "姨": 2026,
      "姪": 2027,
      "姬": 2028,
      "姻": 2029,
      "姿": 2030,
      "威": 2031,
      "娃": 2032,
      "娄": 2033,
      "娅": 2034,
      "娆": 2035,
      "娇": 2036,
      "娈": 2037,
      "娒": 2038,
      "娘": 2039,
      "娛": 2040,
      "娜": 2041,
      "娟": 2042,
      "娠": 2043,
      "娣": 2044,
      "娥": 2045,
      "娩": 2046,
      "娱": 2047,
      "娴": 2048,
      "娶": 2049,
      "娼": 2050,
      "婄": 2051,
      "婆": 2052,
      "婉": 2053,
      "婊": 2054,
      "婌": 2055,
      "婓": 2056,
      "婕": 2057,
      "婚": 2058,
      "婢": 2059,
      "婦": 2060,
      "婪": 2061,
      "婬": 2062,
      "婭": 2063,
      "婴": 2064,
      "婵": 2065,
      "婶": 2066,
      "婷": 2067,
      "婿": 2068,
      "媎": 2069,
      "媒": 2070,
      "媚": 2071,
      "媛": 2072,
      "媞": 2073,
      "媲": 2074,
      "媳": 2075,
      "媼": 2076,
      "媽": 2077,
      "媾": 2078,
      "嫁": 2079,
      "嫂": 2080,
      "嫉": 2081,
      "嫌": 2082,
      "嫔": 2083,
      "嫖": 2084,
      "嫡": 2085,
      "嫣": 2086,
      "嫩": 2087,
      "嬉": 2088,
      "嬤": 2089,
      "嬰": 2090,
      "嬴": 2091,
      "嬷": 2092,
      "嬸": 2093,
      "孀": 2094,
      "子": 2095,
      "孑": 2096,
      "孔": 2097,
      "孕": 2098,
      "孖": 2099,
      "字": 2100,
      "存": 2101,
      "孙": 2102,
      "孚": 2103,
      "孜": 2104,
      "孝": 2105,
      "孟": 2106,
      "孢": 2107,
      "季": 2108,
      "孤": 2109,
      "学": 2110,
      "孩": 2111,
      "孪": 2112,
      "孫": 2113,
      "孬": 2114,
      "孰": 2115,
      "孱": 2116,
      "孳": 2117,
      "孵": 2118,
      "學": 2119,
      "孺": 2120,
      "孽": 2121,
      "孿": 2122,
      "宁": 2123,
      "它": 2124,
      "宅": 2125,
      "宇": 2126,
      "守": 2127,
      "安": 2128,
      "宋": 2129,
      "完": 2130,
      "宎": 2131,
      "宏": 2132,
      "宒": 2133,
      "宓": 2134,
      "宕": 2135,
      "宗": 2136,
      "官": 2137,
      "宙": 2138,
      "定": 2139,
      "宛": 2140,
      "宜": 2141,
      "宝": 2142,
      "实": 2143,
      "実": 2144,
      "宠": 2145,
      "审": 2146,
      "客": 2147,
      "宣": 2148,
      "室": 2149,
      "宥": 2150,
      "宪": 2151,
      "宫": 2152,
      "宮": 2153,
      "宰": 2154,
      "害": 2155,
      "宴": 2156,
      "宵": 2157,
      "家": 2158,
      "宸": 2159,
      "容": 2160,
      "宽": 2161,
      "宾": 2162,
      "宿": 2163,
      "寀": 2164,
      "寁": 2165,
      "寂": 2166,
      "寄": 2167,
      "寅": 2168,
      "密": 2169,
      "寇": 2170,
      "富": 2171,
      "寐": 2172,
      "寒": 2173,
      "寓": 2174,
      "寝": 2175,
      "寞": 2176,
      "察": 2177,
      "寡": 2178,
      "寢": 2179,
      "寤": 2180,
      "寥": 2181,
      "實": 2182,
      "寧": 2183,
      "寨": 2184,
      "審": 2185,
      "寫": 2186,
      "寬": 2187,
      "寮": 2188,
      "寰": 2189,
      "寵": 2190,
      "寶": 2191,
      "寸": 2192,
      "对": 2193,
      "寺": 2194,
      "寻": 2195,
      "导": 2196,
      "寿": 2197,
      "封": 2198,
      "射": 2199,
      "尅": 2200,
      "将": 2201,
      "將": 2202,
      "專": 2203,
      "尉": 2204,
      "尊": 2205,
      "尋": 2206,
      "對": 2207,
      "導": 2208,
      "小": 2209,
      "少": 2210,
      "尓": 2211,
      "尔": 2212,
      "尖": 2213,
      "尘": 2214,
      "尚": 2215,
      "尝": 2216,
      "尤": 2217,
      "尧": 2218,
      "尨": 2219,
      "尪": 2220,
      "尬": 2221,
      "就": 2222,
      "尴": 2223,
      "尷": 2224,
      "尸": 2225,
      "尹": 2226,
      "尺": 2227,
      "尼": 2228,
      "尽": 2229,
      "尾": 2230,
      "尿": 2231,
      "局": 2232,
      "屁": 2233,
      "层": 2234,
      "屄": 2235,
      "居": 2236,
      "屆": 2237,
      "屈": 2238,
      "屉": 2239,
      "届": 2240,
      "屋": 2241,
      "屌": 2242,
      "屍": 2243,
      "屎": 2244,
      "屏": 2245,
      "屐": 2246,
      "屑": 2247,
      "展": 2248,
      "屙": 2249,
      "属": 2250,
      "屠": 2251,
      "屡": 2252,
      "層": 2253,
      "履": 2254,
      "屬": 2255,
      "屯": 2256,
      "山": 2257,
      "屹": 2258,
      "屿": 2259,
      "岁": 2260,
      "岂": 2261,
      "岆": 2262,
      "岈": 2263,
      "岌": 2264,
      "岍": 2265,
      "岐": 2266,
      "岑": 2267,
      "岔": 2268,
      "岖": 2269,
      "岗": 2270,
      "岘": 2271,
      "岛": 2272,
      "岩": 2273,
      "岭": 2274,
      "岱": 2275,
      "岳": 2276,
      "岸": 2277,
      "岿": 2278,
      "峈": 2279,
      "峋": 2280,
      "峙": 2281,
      "峡": 2282,
      "峥": 2283,
      "峦": 2284,
      "峨": 2285,
      "峪": 2286,
      "峭": 2287,
      "峯": 2288,
      "峰": 2289,
      "島": 2290,
      "峻": 2291,
      "峽": 2292,
      "崂": 2293,
      "崇": 2294,
      "崎": 2295,
      "崔": 2296,
      "崖": 2297,
      "崛": 2298,
      "崩": 2299,
      "崭": 2300,
      "崴": 2301,
      "崽": 2302,
      "嵋": 2303,
      "嵌": 2304,
      "嵘": 2305,
      "嵴": 2306,
      "嶂": 2307,
      "嶄": 2308,
      "嶙": 2309,
      "嶺": 2310,
      "嶼": 2311,
      "巅": 2312,
      "巒": 2313,
      "巖": 2314,
      "川": 2315,
      "州": 2316,
      "巡": 2317,
      "巢": 2318,
      "工": 2319,
      "左": 2320,
      "巧": 2321,
      "巨": 2322,
      "巩": 2323,
      "巫": 2324,
      "差": 2325,
      "己": 2326,
      "已": 2327,
      "巳": 2328,
      "巴": 2329,
      "巷": 2330,
      "巻": 2331,
      "巾": 2332,
      "巿": 2333,
      "币": 2334,
      "市": 2335,
      "布": 2336,
      "帅": 2337,
      "帆": 2338,
      "师": 2339,
      "希": 2340,
      "帐": 2341,
      "帑": 2342,
      "帕": 2343,
      "帖": 2344,
      "帘": 2345,
      "帚": 2346,
      "帛": 2347,
      "帜": 2348,
      "帝": 2349,
      "帥": 2350,
      "带": 2351,
      "帧": 2352,
      "師": 2353,
      "席": 2354,
      "帮": 2355,
      "帳": 2356,
      "帶": 2357,
      "帷": 2358,
      "常": 2359,
      "帽": 2360,
      "幅": 2361,
      "幌": 2362,
      "幔": 2363,
      "幕": 2364,
      "幗": 2365,
      "幡": 2366,
      "幢": 2367,
      "幣": 2368,
      "幫": 2369,
      "干": 2370,
      "平": 2371,
      "年": 2372,
      "并": 2373,
      "幸": 2374,
      "幹": 2375,
      "幺": 2376,
      "幻": 2377,
      "幼": 2378,
      "幽": 2379,
      "幾": 2380,
      "广": 2381,
      "庄": 2382,
      "庆": 2383,
      "庇": 2384,
      "庈": 2385,
      "床": 2386,
      "序": 2387,
      "库": 2388,
      "应": 2389,
      "底": 2390,
      "庖": 2391,
      "店": 2392,
      "庙": 2393,
      "庚": 2394,
      "府": 2395,
      "庞": 2396,
      "废": 2397,
      "度": 2398,
      "座": 2399,
      "庫": 2400,
      "庭": 2401,
      "庶": 2402,
      "康": 2403,
      "庸": 2404,
      "廁": 2405,
      "廂": 2406,
      "廈": 2407,
      "廉": 2408,
      "廊": 2409,
      "廓": 2410,
      "廖": 2411,
      "廚": 2412,
      "廝": 2413,
      "廟": 2414,
      "廠": 2415,
      "廢": 2416,
      "廣": 2417,
      "廳": 2418,
      "延": 2419,
      "廷": 2420,
      "廸": 2421,
      "建": 2422,
      "廻": 2423,
      "廿": 2424,
      "开": 2425,
      "弁": 2426,
      "异": 2427,
      "弃": 2428,
      "弄": 2429,
      "弅": 2430,
      "弈": 2431,
      "弊": 2432,
      "弋": 2433,
      "式": 2434,
      "弑": 2435,
      "弓": 2436,
      "引": 2437,
      "弗": 2438,
      "弘": 2439,
      "弛": 2440,
      "弝": 2441,
      "弟": 2442,
      "张": 2443,
      "弥": 2444,
      "弦": 2445,
      "弧": 2446,
      "弩": 2447,
      "弭": 2448,
      "弯": 2449,
      "弱": 2450,
      "張": 2451,
      "強": 2452,
      "弹": 2453,
      "强": 2454,
      "弼": 2455,
      "彆": 2456,
      "彈": 2457,
      "彌": 2458,
      "彎": 2459,
      "归": 2460,
      "当": 2461,
      "录": 2462,
      "彗": 2463,
      "彙": 2464,
      "形": 2465,
      "彤": 2466,
      "彥": 2467,
      "彦": 2468,
      "彩": 2469,
      "彪": 2470,
      "彬": 2471,
      "彭": 2472,
      "彰": 2473,
      "影": 2474,
      "彴": 2475,
      "彷": 2476,
      "彸": 2477,
      "役": 2478,
      "彻": 2479,
      "彼": 2480,
      "彿": 2481,
      "往": 2482,
      "征": 2483,
      "径": 2484,
      "待": 2485,
      "徇": 2486,
      "很": 2487,
      "徉": 2488,
      "徊": 2489,
      "律": 2490,
      "後": 2491,
      "徏": 2492,
      "徐": 2493,
      "徑": 2494,
      "徒": 2495,
      "徕": 2496,
      "得": 2497,
      "徘": 2498,
      "徙": 2499,
      "徜": 2500,
      "從": 2501,
      "御": 2502,
      "徨": 2503,
      "復": 2504,
      "循": 2505,
      "徬": 2506,
      "微": 2507,
      "徳": 2508,
      "徵": 2509,
      "德": 2510,
      "徹": 2511,
      "徼": 2512,
      "徽": 2513,
      "心": 2514,
      "必": 2515,
      "忆": 2516,
      "忌": 2517,
      "忍": 2518,
      "忏": 2519,
      "忒": 2520,
      "忖": 2521,
      "志": 2522,
      "忘": 2523,
      "忙": 2524,
      "忠": 2525,
      "忡": 2526,
      "忤": 2527,
      "忧": 2528,
      "快": 2529,
      "忭": 2530,
      "忱": 2531,
      "念": 2532,
      "忽": 2533,
      "忾": 2534,
      "忿": 2535,
      "怀": 2536,
      "态": 2537,
      "怂": 2538,
      "怅": 2539,
      "怍": 2540,
      "怎": 2541,
      "怏": 2542,
      "怒": 2543,
      "怓": 2544,
      "怕": 2545,
      "怖": 2546,
      "怜": 2547,
      "思": 2548,
      "怠": 2549,
      "怡": 2550,
      "急": 2551,
      "性": 2552,
      "怨": 2553,
      "怪": 2554,
      "怮": 2555,
      "怯": 2556,
      "总": 2557,
      "恀": 2558,
      "恁": 2559,
      "恃": 2560,
      "恅": 2561,
      "恆": 2562,
      "恋": 2563,
      "恍": 2564,
      "恐": 2565,
      "恒": 2566,
      "恕": 2567,
      "恙": 2568,
      "恢": 2569,
      "恣": 2570,
      "恤": 2571,
      "恥": 2572,
      "恨": 2573,
      "恩": 2574,
      "恪": 2575,
      "恫": 2576,
      "恬": 2577,
      "恭": 2578,
      "息": 2579,
      "恰": 2580,
      "恳": 2581,
      "恶": 2582,
      "恸": 2583,
      "恺": 2584,
      "恻": 2585,
      "恼": 2586,
      "恿": 2587,
      "悄": 2588,
      "悅": 2589,
      "悉": 2590,
      "悍": 2591,
      "悔": 2592,
      "悖": 2593,
      "悗": 2594,
      "悚": 2595,
      "悛": 2596,
      "悝": 2597,
      "悟": 2598,
      "悠": 2599,
      "患": 2600,
      "悦": 2601,
      "您": 2602,
      "悬": 2603,
      "悯": 2604,
      "悲": 2605,
      "悴": 2606,
      "悵": 2607,
      "悶": 2608,
      "悸": 2609,
      "悼": 2610,
      "情": 2611,
      "惊": 2612,
      "惋": 2613,
      "惑": 2614,
      "惕": 2615,
      "惘": 2616,
      "惚": 2617,
      "惛": 2618,
      "惜": 2619,
      "惟": 2620,
      "惠": 2621,
      "惡": 2622,
      "惦": 2623,
      "惧": 2624,
      "惨": 2625,
      "惩": 2626,
      "惫": 2627,
      "惬": 2628,
      "惭": 2629,
      "惮": 2630,
      "惯": 2631,
      "惰": 2632,
      "惱": 2633,
      "想": 2634,
      "惶": 2635,
      "惹": 2636,
      "惺": 2637,
      "愁": 2638,
      "愆": 2639,
      "愈": 2640,
      "愉": 2641,
      "愍": 2642,
      "意": 2643,
      "愕": 2644,
      "愚": 2645,
      "愛": 2646,
      "感": 2647,
      "愣": 2648,
      "愤": 2649,
      "愦": 2650,
      "愧": 2651,
      "愿": 2652,
      "慄": 2653,
      "慇": 2654,
      "慈": 2655,
      "態": 2656,
      "慌": 2657,
      "慎": 2658,
      "慑": 2659,
      "慕": 2660,
      "慘": 2661,
      "慢": 2662,
      "慣": 2663,
      "慧": 2664,
      "慨": 2665,
      "慫": 2666,
      "慮": 2667,
      "慰": 2668,
      "慶": 2669,
      "慷": 2670,
      "慾": 2671,
      "憂": 2672,
      "憊": 2673,
      "憋": 2674,
      "憎": 2675,
      "憐": 2676,
      "憑": 2677,
      "憒": 2678,
      "憔": 2679,
      "憤": 2680,
      "憧": 2681,
      "憨": 2682,
      "憩": 2683,
      "憫": 2684,
      "憬": 2685,
      "憲": 2686,
      "憶": 2687,
      "憾": 2688,
      "懂": 2689,
      "懇": 2690,
      "懈": 2691,
      "應": 2692,
      "懊": 2693,
      "懑": 2694,
      "懒": 2695,
      "懦": 2696,
      "懧": 2697,
      "懨": 2698,
      "懲": 2699,
      "懵": 2700,
      "懶": 2701,
      "懷": 2702,
      "懸": 2703,
      "懺": 2704,
      "懼": 2705,
      "懿": 2706,
      "戀": 2707,
      "戈": 2708,
      "戊": 2709,
      "戌": 2710,
      "戍": 2711,
      "戎": 2712,
      "戏": 2713,
      "成": 2714,
      "我": 2715,
      "戒": 2716,
      "戕": 2717,
      "或": 2718,
      "战": 2719,
      "戚": 2720,
      "戛": 2721,
      "戟": 2722,
      "截": 2723,
      "戮": 2724,
      "戰": 2725,
      "戲": 2726,
      "戳": 2727,
      "戴": 2728,
      "戶": 2729,
      "户": 2730,
      "房": 2731,
      "所": 2732,
      "扁": 2733,
      "扂": 2734,
      "扇": 2735,
      "扈": 2736,
      "扉": 2737,
      "手": 2738,
      "才": 2739,
      "扎": 2740,
      "扑": 2741,
      "扒": 2742,
      "打": 2743,
      "扔": 2744,
      "托": 2745,
      "扛": 2746,
      "扞": 2747,
      "扢": 2748,
      "扣": 2749,
      "执": 2750,
      "扩": 2751,
      "扪": 2752,
      "扫": 2753,
      "扬": 2754,
      "扭": 2755,
      "扮": 2756,
      "扯": 2757,
      "扰": 2758,
      "扳": 2759,
      "扶": 2760,
      "批": 2761,
      "扼": 2762,
      "找": 2763,
      "承": 2764,
      "技": 2765,
      "抄": 2766,
      "抇": 2767,
      "抉": 2768,
      "把": 2769,
      "抑": 2770,
      "抒": 2771,
      "抓": 2772,
      "投": 2773,
      "抖": 2774,
      "抗": 2775,
      "折": 2776,
      "抚": 2777,
      "抛": 2778,
      "抠": 2779,
      "抡": 2780,
      "抢": 2781,
      "护": 2782,
      "报": 2783,
      "抨": 2784,
      "披": 2785,
      "抬": 2786,
      "抰": 2787,
      "抱": 2788,
      "抵": 2789,
      "抹": 2790,
      "抻": 2791,
      "押": 2792,
      "抽": 2793,
      "抿": 2794,
      "拂": 2795,
      "拄": 2796,
      "担": 2797,
      "拆": 2798,
      "拇": 2799,
      "拈": 2800,
      "拉": 2801,
      "拋": 2802,
      "拌": 2803,
      "拍": 2804,
      "拎": 2805,
      "拐": 2806,
      "拒": 2807,
      "拓": 2808,
      "拔": 2809,
      "拖": 2810,
      "拗": 2811,
      "拘": 2812,
      "拙": 2813,
      "拚": 2814,
      "招": 2815,
      "拜": 2816,
      "拟": 2817,
      "拢": 2818,
      "拣": 2819,
      "拥": 2820,
      "拦": 2821,
      "拧": 2822,
      "拨": 2823,
      "择": 2824,
      "括": 2825,
      "拭": 2826,
      "拮": 2827,
      "拯": 2828,
      "拱": 2829,
      "拳": 2830,
      "拴": 2831,
      "拷": 2832,
      "拸": 2833,
      "拼": 2834,
      "拽": 2835,
      "拾": 2836,
      "拿": 2837,
      "持": 2838,
      "挂": 2839,
      "指": 2840,
      "挈": 2841,
      "按": 2842,
      "挎": 2843,
      "挑": 2844,
