{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "É": 137,
      "Í": 138,
      "Î": 139,
      "Ï": 140,
      "Ð": 141,
      "Ñ": 142,
      "Ó": 143,
      "Ö": 144,
      "×": 145,
      "Ø": 146,
      "Ú": 147,
      "Ü": 148,
      "Þ": 149,
      "ß": 150,
      "à": 151,
      "á": 152,
      "â": 153,
      "ã": 154,
      "ä": 155,
      "å": 156,
      "æ": 157,
      "ç": 158,
      "è": 159,
      "é": 160,
      "ê": 161,
      "ë": 162,
      "ì": 163,
      "í": 164,
      "î": 165,
      "ï": 166,
      "ð": 167,
      "ñ": 168,
      "ò": 169,
      "ó": 170,
      "ô": 171,
      "õ": 172,
      "ö": 173,
      "÷": 174,
      "ø": 175,
      "ù": 176,
      "ú": 177,
      "û": 178,
      "ü": 179,
      "ý": 180,
      "þ": 181,
      "ÿ": 182,
      "Ā": 183,
      "ā": 184,
      "ă": 185,
      "ą": 186,
      "Ć": 187,
      "ć": 188,
      "ċ": 189,
      "Č": 190,
      "č": 191,
      "Ď": 192,
      "ď": 193,
      "Đ": 194,
      "ē": 195,
      "ė": 196,
      "ę": 197,
      "ě": 198,
      "ğ": 199,
      "Ġ": 200,
      "ġ": 201,
      "ĥ": 202,
      "ħ": 203,
      "ĩ": 204,
      "ī": 205,
      "ĭ": 206,
      "İ": 207,
      "ı": 208,
      "Ĵ": 209,
      "Ķ": 210,
      "ķ": 211,
      "Ľ": 212,
      "Ł": 213,
      "ł": 214,
      "ń": 215,
      "ņ": 216,
      "ň": 217,
      "ŋ": 218,
      "Ō": 219,
      "ō": 220,
      "ŏ": 221,
      "ő": 222,
      "œ": 223,
      "Ř": 224,
      "ř": 225,
      "Ś": 226,
      "ś": 227,
      "Ş": 228,
      "ş": 229,
      "Š": 230,
      "š": 231,
      "ţ": 232,
      "ũ": 233,
      "ū": 234,
      "ŭ": 235,
      "ŵ": 236,
      "ź": 237,
      "Ż": 238,
      "ż": 239,
      "Ž": 240,
      "ž": 241,
      "ſ": 242,
      "Ə": 243,
      "ƒ": 244,
      "ƛ": 245,
      "ơ": 246,
      "ư": 247,
      "ǂ": 248,
      "Ǎ": 249,
      "ǎ": 250,
      "ǐ": 251,
      "ǒ": 252,
      "ǖ": 253,
      "ǫ": 254,
      "ȁ": 255,
      "ȍ": 256,
      "ș": 257,
      "ț": 258,
      "ɐ": 259,
      "ɑ": 260,
      "ɒ": 261,
      "ɓ": 262,
      "ɔ": 263,
      "ɕ": 264,
      "ɖ": 265,
      "ɗ": 266,
      "ə": 267,
      "ɚ": 268,
      "ɛ": 269,
      "ɜ": 270,
      "ɟ": 271,
      "ɡ": 272,
      "ɣ": 273,
      "ɥ": 274,
      "ɦ": 275,
      "ɨ": 276,
      "ɪ": 277,
      "ɭ": 278,
      "ɮ": 279,
      "ɯ": 280,
      "ɱ": 281,
      "ɲ": 282,
      "ɳ": 283,
      "ɽ": 284,
      "ɾ": 285,
      "ʀ": 286,
      "ʁ": 287,
      "ʂ": 288,
      "ʃ": 289,
      "ʉ": 290,
      "ʊ": 291,
      "ʋ": 292,
      "ʌ": 293,
      "ʎ": 294,
      "ʏ": 295,
      "ʒ": 296,
      "ʔ": 297,
      "ʕ": 298,
      "ʝ": 299,
      "ʡ": 300,
      "ʧ": 301,
      "ʰ": 302,
      "ʱ": 303,
      "ʲ": 304,
      "ʷ": 305,
      "ʻ": 306,
      "ʼ": 307,
      "ʾ": 308,
      "ʿ": 309,
      "ˆ": 310,
      "ˈ": 311,
      "ˉ": 312,
      "ˊ": 313,
      "ˋ": 314,
      "ˌ": 315,
      "ˎ": 316,
      "ː": 317,
      "˘": 318,
      "˙": 319,
      "˥": 320,
      "˦": 321,
      "˧": 322,
      "˨": 323,
      "˩": 324,
      "́": 325,
      "̃": 326,
      "̈": 327,
      "̓": 328,
      "̚": 329,
      "̝": 330,
      "̞": 331,
      "̠": 332,
      "̡": 333,
      "̥": 334,
      "̧": 335,
      "̩": 336,
      "̪": 337,
      "̬": 338,
      "̮": 339,
      "̯": 340,
      "̱": 341,
      "̹": 342,
      "̺": 343,
      "̼": 344,
      "͜": 345,
      "͠": 346,
      "΄": 347,
      "Ά": 348,
      "·": 349,
      "ΐ": 350,
      "Α": 351,
      "Β": 352,
      "Γ": 353,
      "Δ": 354,
      "Ε": 355,
      "Ζ": 356,
      "Η": 357,
      "Θ": 358,
      "Ι": 359,
      "Κ": 360,
      "Λ": 361,
      "Μ": 362,
      "Ν": 363,
      "Ο": 364,
      "Π": 365,
      "Σ": 366,
      "Τ": 367,
      "Υ": 368,
      "Φ": 369,
      "Χ": 370,
      "Ψ": 371,
      "Ω": 372,
      "ά": 373,
      "έ": 374,
      "ή": 375,
      "ί": 376,
      "α": 377,
      "β": 378,
      "γ": 379,
      "δ": 380,
      "ε": 381,
      "ζ": 382,
      "η": 383,
      "θ": 384,
      "ι": 385,
      "κ": 386,
      "λ": 387,
      "μ": 388,
      "ν": 389,
      "ξ": 390,
      "ο": 391,
      "π": 392,
      "ρ": 393,
      "ς": 394,
      "σ": 395,
      "τ": 396,
      "υ": 397,
      "φ": 398,
      "χ": 399,
      "ψ": 400,
      "ω": 401,
      "ό": 402,
      "ύ": 403,
      "ώ": 404,
      "ϑ": 405,
      "ϕ": 406,
      "Ϝ": 407,
      "ϵ": 408,
      "Ў": 409,
      "А": 410,
      "Б": 411,
      "В": 412,
      "Г": 413,
      "З": 414,
      "К": 415,
      "М": 416,
      "Н": 417,
      "О": 418,
      "П": 419,
      "Р": 420,
      "С": 421,
      "Т": 422,
      "У": 423,
      "Х": 424,
      "Ц": 425,
      "Ч": 426,
      "Ы": 427,
      "Ю": 428,
      "а": 429,
      "б": 430,
      "в": 431,
      "г": 432,
      "д": 433,
      "е": 434,
      "ж": 435,
      "з": 436,
      "и": 437,
      "й": 438,
      "к": 439,
      "л": 440,
      "м": 441,
      "н": 442,
      "о": 443,
      "п": 444,
      "р": 445,
      "с": 446,
      "т": 447,
      "у": 448,
      "ф": 449,
      "ц": 450,
      "ч": 451,
      "ш": 452,
      "ъ": 453,
      "ы": 454,
      "э": 455,
      "я": 456,
      "ё": 457,
      "ў": 458,
      "Ѳ": 459,
      "ғ": 460,
      "қ": 461,
      "Դ": 462,
      "Հ": 463,
      "Պ": 464,
      "Ս": 465,
      "Փ": 466,
      "ա": 467,
      "բ": 468,
      "ե": 469,
      "է": 470,
      "ը": 471,
      "թ": 472,
      "ի": 473,
      "լ": 474,
      "հ": 475,
      "մ": 476,
      "յ": 477,
      "ն": 478,
      "ո": 479,
      "չ": 480,
      "ս": 481,
      "տ": 482,
      "ր": 483,
      "ւ": 484,
      "ք": 485,
      "օ": 486,
      "ֆ": 487,
      "֏": 488,
      "ְ": 489,
      "ִ": 490,
      "ֶ": 491,
      "ַ": 492,
      "ָ": 493,
      "ֹ": 494,
      "ּ": 495,
      "׀": 496,
      "ׁ": 497,
      "א": 498,
      "ב": 499,
      "ג": 500,
      "ד": 501,
      "ה": 502,
      "ו": 503,
      "ז": 504,
      "ח": 505,
      "ט": 506,
      "י": 507,
      "ך": 508,
      "כ": 509,
      "ל": 510,
      "ם": 511,
      "מ": 512,
      "ן": 513,
      "נ": 514,
      "ס": 515,
      "ע": 516,
      "פ": 517,
      "צ": 518,
      "ק": 519,
      "ר": 520,
      "ש": 521,
      "ת": 522,
      "آ": 523,
      "أ": 524,
      "إ": 525,
      "ا": 526,
      "ب": 527,
      "ة": 528,
      "ت": 529,
      "ج": 530,
      "ح": 531,
      "د": 532,
      "ر": 533,
      "ز": 534,
      "س": 535,
      "ش": 536,
      "ص": 537,
      "ع": 538,
      "غ": 539,
      "ـ": 540,
      "ف": 541,
      "ق": 542,
      "ك": 543,
      "ل": 544,
      "م": 545,
      "ن": 546,
      "ه": 547,
      "و": 548,
      "ى": 549,
      "ي": 550,
      "َ": 551,
      "ِ": 552,
      "ّ": 553,
      "ْ": 554,
      "ټ": 555,
      "پ": 556,
      "چ": 557,
      "ک": 558,
      "ھ": 559,
      "ۃ": 560,
      "ی": 561,
      "ं": 562,
      "अ": 563,
      "क": 564,
      "ग": 565,
      "घ": 566,
      "च": 567,
      "ज": 568,
      "ञ": 569,
      "ट": 570,
      "ण": 571,
      "त": 572,
      "थ": 573,
      "द": 574,
      "ध": 575,
      "न": 576,
      "प": 577,
      "ब": 578,
      "भ": 579,
      "म": 580,
      "य": 581,
      "र": 582,
      "ल": 583,
      "व": 584,
      "श": 585,
      "ष": 586,
      "स": 587,
      "ह": 588,
      "ा": 589,
      "ि": 590,
      "ी": 591,
      "ु": 592,
      "ू": 593,
      "ै": 594,
      "ो": 595,
      "्": 596,
      "ক": 597,
      "দ": 598,
      "ভ": 599,
      "র": 600,
      "ল": 601,
      "ো": 602,
      "্": 603,
      "જ": 604,
      "ર": 605,
      "હ": 606,
      "ી": 607,
      "ૂ": 608,
      "ૃ": 609,
      "ଣ": 610,
      "ଳ": 611,
      "௸": 612,
      "ം": 613,
      "ക": 614,
      "ത": 615,
      "ന": 616,
      "പ": 617,
      "മ": 618,
      "യ": 619,
      "ര": 620,
      "റ": 621,
      "ല": 622,
      "ള": 623,
      "വ": 624,
      "ാ": 625,
      "ി": 626,
      "െ": 627,
      "്": 628,
      "ก": 629,
      "ข": 630,
      "ค": 631,
      "ฅ": 632,
      "ง": 633,
      "ช": 634,
      "ซ": 635,
      "ญ": 636,
      "ด": 637,
      "ต": 638,
      "ท": 639,
      "น": 640,
      "บ": 641,
      "พ": 642,
      "ฟ": 643,
      "ม": 644,
      "ย": 645,
      "ร": 646,
      "ฤ": 647,
      "ล": 648,
      "ว": 649,
      "ส": 650,
      "ห": 651,
      "อ": 652,
      "ะ": 653,
      "ั": 654,
      "า": 655,
      "ำ": 656,
      "ิ": 657,
      "ี": 658,
      "ื": 659,
      "ุ": 660,
      "ฺ": 661,
      "เ": 662,
      "โ": 663,
      "ไ": 664,
      "็": 665,
      "่": 666,
      "้": 667,
      "์": 668,
      "ည": 669,
      "တ": 670,
      "န": 671,
      "ပ": 672,
      "ဖ": 673,
      "ရ": 674,
      "လ": 675,
      "ဪ": 676,
      "ိ": 677,
      "ု": 678,
      "ေ": 679,
      "့": 680,
      "း": 681,
      "်": 682,
      "ွ": 683,
      "ှ": 684,
      "Ⴗ": 685,
      "ა": 686,
      "ბ": 687,
      "გ": 688,
      "დ": 689,
      "ვ": 690,
      "თ": 691,
      "ი": 692,
      "კ": 693,
      "ლ": 694,
      "ნ": 695,
      "რ": 696,
      "ტ": 697,
      "უ": 698,
      "შ": 699,
      "ხ": 700,
      "ᄃ": 701,
      "ᄅ": 702,
      "ᄉ": 703,
      "ᄌ": 704,
      "ᅵ": 705,
      "ᒸ": 706,
      "ខ": 707,
      "ង": 708,
      "ជ": 709,
      "ញ": 710,
      "ណ": 711,
      "ធ": 712,
      "ន": 713,
      "ប": 714,
      "ម": 715,
      "រ": 716,
      "ល": 717,
      "វ": 718,
      "ស": 719,
      "ហ": 720,
      "ឡ": 721,
      "អ": 722,
      "ា": 723,
      "ិ": 724,
      "ី": 725,
      "ុ": 726,
      "ូ": 727,
      "ើ": 728,
      "េ": 729,
      "ែ": 730,
      "ៈ": 731,
      "៊": 732,
      "្": 733,
      "ḏ": 734,
      "ḡ": 735,
      "Ḥ": 736,
      "ḥ": 737,
      "ḱ": 738,
      "ḵ": 739,
      "ṇ": 740,
      "ṙ": 741,
      "ṛ": 742,
      "ṣ": 743,
      "ṭ": 744,
      "ạ": 745,
      "ả": 746,
      "ấ": 747,
      "ầ": 748,
      "ậ": 749,
      "ẽ": 750,
      "ế": 751,
      "ề": 752,
      "ễ": 753,
      "ệ": 754,
      "Ỉ": 755,
      "ị": 756,
      "ọ": 757,
      "ố": 758,
      "ồ": 759,
      "ộ": 760,
      "ớ": 761,
      "ụ": 762,
      "ứ": 763,
      "ỳ": 764,
      "ἀ": 765,
      "Ἀ": 766,
      "Ἄ": 767,
      "ἐ": 768,
      "ἔ": 769,
      "Ἑ": 770,
      "ἰ": 771,
      "Ἰ": 772,
      "ὐ": 773,
      "ὰ": 774,
      "ὶ": 775,
      "ᾶ": 776,
      "᾽": 777,
      "ῖ": 778,
      "ῦ": 779,
      "ῶ": 780,
      "‐": 781,
      "‑": 782,
      "‒": 783,
      "–": 784,
      "—": 785,
      "―": 786,
      "‘": 787,
      "’": 788,
      "‚": 789,
      "‛": 790,
      "“": 791,
      "”": 792,
      "„": 793,
      "†": 794,
      "‡": 795,
      "•": 796,
      "…": 797,
      "‧": 798,
      "‰": 799,
      "′": 800,
      "″": 801,
      "‵": 802,
      "‹": 803,
      "›": 804,
      "※": 805,
      "⁄": 806,
      "⁰": 807,
      "₁": 808,
      "₂": 809,
      "₇": 810,
      "₤": 811,
      "₫": 812,
      "€": 813,
      "₹": 814,
      "₽": 815,
      "℃": 816,
      "℅": 817,
      "℉": 818,
      "ℍ": 819,
      "ℓ": 820,
      "№": 821,
      "™": 822,
      "⅓": 823,
      "Ⅰ": 824,
      "Ⅱ": 825,
      "Ⅲ": 826,
      "Ⅳ": 827,
      "Ⅴ": 828,
      "Ⅵ": 829,
      "Ⅶ": 830,
      "Ⅷ": 831,
      "ⅱ": 832,
      "ⅳ": 833,
      "←": 834,
      "↑": 835,
      "→": 836,
      "↓": 837,
      "↔": 838,
      "↗": 839,
      "↵": 840,
      "⇌": 841,
      "⇧": 842,
      "∀": 843,
      "∂": 844,
      "∃": 845,
      "∆": 846,
      "∇": 847,
      "∈": 848,
      "∑": 849,
      "−": 850,
      "∕": 851,
      "∗": 852,
      "∘": 853,
      "∙": 854,
      "√": 855,
      "∞": 856,
      "∠": 857,
      "∥": 858,
      "∧": 859,
      "∨": 860,
      "∪": 861,
      "∮": 862,
      "∶": 863,
      "∼": 864,
      "≈": 865,
      "≠": 866,
      "≡": 867,
      "≤": 868,
      "≥": 869,
      "≫": 870,
      "⊂": 871,
      "⊆": 872,
      "⊇": 873,
      "⊕": 874,
      "⊖": 875,
      "⊗": 876,
      "⊙": 877,
      "⊞": 878,
      "⊥": 879,
      "⊿": 880,
      "⋂": 881,
      "⋅": 882,
      "⋯": 883,
      "⌈": 884,
      "⌉": 885,
      "⌊": 886,
      "⌋": 887,
      "⌘": 888,
      "〈": 889,
      "〉": 890,
      "⏎": 891,
      "①": 892,
      "②": 893,
      "③": 894,
      "④": 895,
      "⑤": 896,
      "⑥": 897,
      "⑦": 898,
      "⑧": 899,
      "⑴": 900,
      "⑵": 901,
      "⑶": 902,
      "⑷": 903,
      "⑸": 904,
      "⑹": 905,
      "⑺": 906,
      "⑻": 907,
      "⑼": 908,
      "⑽": 909,
      "⑾": 910,
      "⒂": 911,
      "⒃": 912,
      "⒅": 913,
      "⒍": 914,
      "⒕": 915,
      "⒖": 916,
      "Ⓥ": 917,
      "─": 918,
      "━": 919,
      "┅": 920,
      "┣": 921,
      "┦": 922,
      "┪": 923,
      "┬": 924,
      "┮": 925,
      "┯": 926,
      "┰": 927,
      "┶": 928,
      "╣": 929,
      "╧": 930,
      "╰": 931,
      "▆": 932,
      "█": 933,
      "■": 934,
      "□": 935,
      "▪": 936,
      "▮": 937,
      "▲": 938,
      "△": 939,
      "▷": 940,
      "▸": 941,
      "▽": 942,
      "◆": 943,
      "◇": 944,
      "○": 945,
      "◎": 946,
      "●": 947,
      "★": 948,
      "☆": 949,
      "☉": 950,
      "☭": 951,
      "☮": 952,
      "♠": 953,
      "♣": 954,
      "♥": 955,
      "♦": 956,
      "♪": 957,
      "♫": 958,
      "♬": 959,
      "♭": 960,
      "♯": 961,
      "♻": 962,
      "⚠": 963,
      "⚳": 964,
      "✌": 965,
      "✎": 966,
      "✏": 967,
      "✔": 968,
      "✨": 969,
      "❊": 970,
      "➥": 971,
      "⟨": 972,
      "⟩": 973,
      "⟪": 974,
      "⟫": 975,
      "⠂": 976,
      "⠄": 977,
      "⠆": 978,
      "⠇": 979,
      "⠐": 980,
      "⠒": 981,
      "⠔": 982,
      "⠕": 983,
      "⠖": 984,
      "⠗": 985,
      "⠛": 986,
      "⠝": 987,
      "⠞": 988,
      "⠠": 989,
      "⠢": 990,
      "⠦": 991,
      "⠨": 992,
      "⠪": 993,
      "⠮": 994,
      "⠯": 995,
      "⠱": 996,
      "⠲": 997,
      "⠴": 998,
      "⠶": 999,
      "⠸": 1000,
      "⠹": 1001,
      "⠼": 1002,
      "⦘": 1003,
      "⦵": 1004,
      "⭐": 1005,
      "ⳇ": 1006,
      "⸨": 1007,
      "、": 1008,
      "。": 1009,
      "〃": 1010,
      "〇": 1011,
      "〈": 1012,
      "〉": 1013,
      "《": 1014,
      "》": 1015,
      "「": 1016,
      "」": 1017,
      "『": 1018,
      "』": 1019,
      "【": 1020,
      "】": 1021,
      "〔": 1022,
      "〕": 1023,
      "〖": 1024,
      "〗": 1025,
      "〜": 1026,
      "〝": 1027,
      "〞": 1028,
      "あ": 1029,
      "ぃ": 1030,
      "い": 1031,
      "う": 1032,
      "ぇ": 1033,
      "お": 1034,
      "か": 1035,
      "が": 1036,
      "き": 1037,
      "く": 1038,
      "ぐ": 1039,
      "げ": 1040,
      "こ": 1041,
      "ご": 1042,
      "さ": 1043,
      "し": 1044,
      "じ": 1045,
      "す": 1046,
      "ず": 1047,
      "ぜ": 1048,
      "そ": 1049,
      "だ": 1050,
      "ち": 1051,
      "ぢ": 1052,
      "つ": 1053,
      "づ": 1054,
      "で": 1055,
      "と": 1056,
      "な": 1057,
      "に": 1058,
      "ね": 1059,
      "の": 1060,
      "は": 1061,
      "ば": 1062,
      "ぱ": 1063,
      "ひ": 1064,
      "び": 1065,
      "ぶ": 1066,
      "ぺ": 1067,
      "ほ": 1068,
      "ま": 1069,
      "み": 1070,
      "む": 1071,
      "め": 1072,
      "も": 1073,
      "ゅ": 1074,
      "よ": 1075,
      "ら": 1076,
      "り": 1077,
      "る": 1078,
      "ゐ": 1079,
      "ゑ": 1080,
      "を": 1081,
      "ん": 1082,
      "゜": 1083,
      "ゞ": 1084,
      "ア": 1085,
      "イ": 1086,
      "ウ": 1087,
      "ェ": 1088,
      "エ": 1089,
      "カ": 1090,
      "ガ": 1091,
      "キ": 1092,
      "グ": 1093,
      "ケ": 1094,
      "ゴ": 1095,
      "ザ": 1096,
      "シ": 1097,
      "ジ": 1098,
      "セ": 1099,
      "ゼ": 1100,
      "ソ": 1101,
      "タ": 1102,
      "ダ": 1103,
      "チ": 1104,
      "ッ": 1105,
      "デ": 1106,
      "ド": 1107,
      "ネ": 1108,
      "ノ": 1109,
      "ハ": 1110,
      "バ": 1111,
      "パ": 1112,
      "ヒ": 1113,
      "ビ": 1114,
      "フ": 1115,
      "ミ": 1116,
      "ム": 1117,
      "ャ": 1118,
      "ユ": 1119,
      "ラ": 1120,
      "ル": 1121,
      "レ": 1122,
      "ロ": 1123,
      "ン": 1124,
      "ヴ": 1125,
      "ヶ": 1126,
      "・": 1127,
      "ー": 1128,
      "ㄆ": 1129,
      "ㄇ": 1130,
      "ㄍ": 1131,
      "ㄐ": 1132,
      "ㄑ": 1133,
      "ㄒ": 1134,
      "ㄓ": 1135,
      "ㄔ": 1136,
      "ㄗ": 1137,
      "ㄘ": 1138,
      "ㄛ": 1139,
      "ㄜ": 1140,
      "ㄞ": 1141,
      "ㄟ": 1142,
      "ㄠ": 1143,
      "ㄢ": 1144,
      "ㄣ": 1145,
      "ㄤ": 1146,
      "ㄧ": 1147,
      "ㄨ": 1148,
      "ㄩ": 1149,
      "㈠": 1150,
      "㈡": 1151,
      "㈢": 1152,
      "㈣": 1153,
      "㈤": 1154,
      "㈥": 1155,
      "㈦": 1156,
      "㈧": 1157,
      "㈨": 1158,
      "㈩": 1159,
      "㍘": 1160,
      "㎝": 1161,
      "㎡": 1162,
      "㏄": 1163,
      "㏑": 1164,
      "㐋": 1165,
      "㐓": 1166,
      "㖞": 1167,
      "㖠": 1168,
      "㗎": 1169,
      "㞰": 1170,
      "㤰": 1171,
      "㦱": 1172,
      "㭎": 1173,
      "㳧": 1174,
      "㴲": 1175,
      "㵵": 1176,
      "㶎": 1177,
      "㸋": 1178,
      "㹢": 1179,
      "㹴": 1180,
      "㺢": 1181,
      "䆛": 1182,
      "䇓": 1183,
      "䇲": 1184,
      "䐜": 1185,
      "䡙": 1186,
      "䪰": 1187,
      "䴘": 1188,
      "䴙": 1189,
      "䵀": 1190,
      "䵂": 1191,
      "䵑": 1192,
      "一": 1193,
      "丁": 1194,
      "七": 1195,
      "丄": 1196,
      "丅": 1197,
      "万": 1198,
      "丈": 1199,
      "三": 1200,
      "上": 1201,
      "下": 1202,
      "丌": 1203,
      "不": 1204,
      "与": 1205,
      "丏": 1206,
      "丐": 1207,
      "丑": 1208,
      "专": 1209,
      "且": 1210,
      "丕": 1211,
      "世": 1212,
      "丗": 1213,
      "丘": 1214,
      "丙": 1215,
      "业": 1216,
      "丛": 1217,
      "东": 1218,
      "丝": 1219,
      "丞": 1220,
      "丟": 1221,
      "両": 1222,
      "丢": 1223,
      "丣": 1224,
      "两": 1225,
      "严": 1226,
      "並": 1227,
      "丧": 1228,
      "丨": 1229,
      "个": 1230,
      "丫": 1231,
      "丬": 1232,
      "中": 1233,
      "丯": 1234,
      "丰": 1235,
      "串": 1236,
      "临": 1237,
      "丵": 1238,
      "丶": 1239,
      "丸": 1240,
      "丹": 1241,
      "为": 1242,
      "主": 1243,
      "丽": 1244,
      "举": 1245,
      "乂": 1246,
      "乃": 1247,
      "久": 1248,
      "么": 1249,
      "义": 1250,
      "之": 1251,
      "乌": 1252,
      "乍": 1253,
      "乎": 1254,
      "乏": 1255,
      "乐": 1256,
      "乒": 1257,
      "乓": 1258,
      "乔": 1259,
      "乖": 1260,
      "乘": 1261,
      "乙": 1262,
      "乜": 1263,
      "九": 1264,
      "乞": 1265,
      "也": 1266,
      "习": 1267,
      "乡": 1268,
      "书": 1269,
      "乩": 1270,
      "买": 1271,
      "乱": 1272,
      "乳": 1273,
      "乾": 1274,
      "亂": 1275,
      "了": 1276,
      "亇": 1277,
      "予": 1278,
      "争": 1279,
      "亊": 1280,
      "事": 1281,
      "二": 1282,
      "于": 1283,
      "亏": 1284,
      "云": 1285,
      "互": 1286,
      "亓": 1287,
      "五": 1288,
      "井": 1289,
      "亘": 1290,
      "亚": 1291,
      "些": 1292,
      "亞": 1293,
      "亟": 1294,
      "亡": 1295,
      "亢": 1296,
      "交": 1297,
      "亥": 1298,
      "亦": 1299,
      "产": 1300,
      "亨": 1301,
      "亩": 1302,
      "享": 1303,
      "京": 1304,
      "亭": 1305,
      "亮": 1306,
      "亲": 1307,
      "亳": 1308,
      "亵": 1309,
      "人": 1310,
      "亻": 1311,
      "亽": 1312,
      "亿": 1313,
      "什": 1314,
      "仁": 1315,
      "仃": 1316,
      "仄": 1317,
      "仅": 1318,
      "仆": 1319,
      "仇": 1320,
      "今": 1321,
      "介": 1322,
      "仍": 1323,
      "从": 1324,
      "仑": 1325,
      "仓": 1326,
      "仔": 1327,
      "仕": 1328,
      "他": 1329,
      "仗": 1330,
      "付": 1331,
      "仙": 1332,
      "仝": 1333,
      "仞": 1334,
      "仟": 1335,
      "仡": 1336,
      "代": 1337,
      "令": 1338,
      "以": 1339,
      "仧": 1340,
      "仨": 1341,
      "仪": 1342,
      "们": 1343,
      "仰": 1344,
      "仲": 1345,
      "仳": 1346,
      "仵": 1347,
      "件": 1348,
      "价": 1349,
      "任": 1350,
      "份": 1351,
      "仿": 1352,
      "企": 1353,
      "伃": 1354,
      "伉": 1355,
      "伊": 1356,
      "伍": 1357,
      "伎": 1358,
      "伏": 1359,
      "伐": 1360,
      "休": 1361,
      "伕": 1362,
      "众": 1363,
      "优": 1364,
      "伙": 1365,
      "会": 1366,
      "伛": 1367,
      "伝": 1368,
      "伞": 1369,
      "伟": 1370,
      "传": 1371,
      "伤": 1372,
      "伥": 1373,
      "伦": 1374,
      "伧": 1375,
      "伪": 1376,
      "伫": 1377,
      "伯": 1378,
      "估": 1379,
      "伱": 1380,
      "伲": 1381,
      "伴": 1382,
      "伶": 1383,
      "伸": 1384,
      "伺": 1385,
      "似": 1386,
      "伽": 1387,
      "佃": 1388,
      "但": 1389,
      "佈": 1390,
      "佉": 1391,
      "位": 1392,
      "低": 1393,
      "住": 1394,
      "佐": 1395,
      "佑": 1396,
      "体": 1397,
      "佔": 1398,
      "何": 1399,
      "佗": 1400,
      "佘": 1401,
      "余": 1402,
      "佚": 1403,
      "佛": 1404,
      "作": 1405,
      "佝": 1406,
      "佞": 1407,
      "佟": 1408,
      "你": 1409,
      "佢": 1410,
      "佣": 1411,
      "佤": 1412,
      "佥": 1413,
      "佧": 1414,
      "佩": 1415,
      "佬": 1416,
      "佯": 1417,
      "佰": 1418,
      "佳": 1419,
      "併": 1420,
      "佷": 1421,
      "佻": 1422,
      "佼": 1423,
      "佽": 1424,
      "使": 1425,
      "侃": 1426,
      "侄": 1427,
      "侅": 1428,
      "侈": 1429,
      "侉": 1430,
      "例": 1431,
      "侍": 1432,
      "侏": 1433,
      "侑": 1434,
      "侔": 1435,
      "侗": 1436,
      "侘": 1437,
      "侚": 1438,
      "供": 1439,
      "侜": 1440,
      "依": 1441,
      "侞": 1442,
      "侠": 1443,
      "侣": 1444,
      "侥": 1445,
      "侦": 1446,
      "侧": 1447,
      "侨": 1448,
      "侩": 1449,
      "侪": 1450,
      "侬": 1451,
      "侮": 1452,
      "侯": 1453,
      "侵": 1454,
      "侶": 1455,
      "便": 1456,
      "俀": 1457,
      "促": 1458,
      "俄": 1459,
      "俅": 1460,
      "俊": 1461,
      "俋": 1462,
      "俎": 1463,
      "俏": 1464,
      "俐": 1465,
      "俑": 1466,
      "俗": 1467,
      "俘": 1468,
      "俚": 1469,
      "保": 1470,
      "俞": 1471,
      "俟": 1472,
      "俠": 1473,
      "信": 1474,
      "俣": 1475,
      "俦": 1476,
      "俨": 1477,
      "俩": 1478,
      "俪": 1479,
      "俫": 1480,
      "俭": 1481,
      "修": 1482,
      "俯": 1483,
      "俰": 1484,
      "俱": 1485,
      "俳": 1486,
      "俴": 1487,
      "俵": 1488,
      "俶": 1489,
      "俸": 1490,
      "俺": 1491,
      "俾": 1492,
      "倆": 1493,
      "倉": 1494,
      "倌": 1495,
      "倍": 1496,
      "倏": 1497,
      "們": 1498,
      "倒": 1499,
      "倔": 1500,
      "倖": 1501,
      "倘": 1502,
      "候": 1503,
      "倚": 1504,
      "倛": 1505,
      "倜": 1506,
      "借": 1507,
      "倡": 1508,
      "倢": 1509,
      "値": 1510,
      "倦": 1511,
      "倧": 1512,
      "倨": 1513,
      "倩": 1514,
      "倪": 1515,
      "倫": 1516,
      "倬": 1517,
      "倭": 1518,
      "倮": 1519,
      "倰": 1520,
      "倳": 1521,
      "倶": 1522,
      "债": 1523,
      "倻": 1524,
      "值": 1525,
      "倾": 1526,
      "偁": 1527,
      "偃": 1528,
      "偆": 1529,
      "假": 1530,
      "偈": 1531,
      "偉": 1532,
      "偌": 1533,
      "偎": 1534,
      "偏": 1535,
      "偕": 1536,
      "做": 1537,
      "停": 1538,
      "健": 1539,
      "偲": 1540,
      "側": 1541,
      "偵": 1542,
      "偶": 1543,
      "偷": 1544,
      "偸": 1545,
      "偻": 1546,
      "偽": 1547,
      "偿": 1548,
      "傀": 1549,
      "傅": 1550,
      "傈": 1551,
      "傍": 1552,
      "傑": 1553,
      "傘": 1554,
      "備": 1555,
      "傢": 1556,
      "傣": 1557,
      "傥": 1558,
      "傧": 1559,
      "储": 1560,
      "傩": 1561,
      "傪": 1562,
      "催": 1563,
      "傭": 1564,
      "傲": 1565,
      "傳": 1566,
      "債": 1567,
      "傷": 1568,
      "傹": 1569,
      "傻": 1570,
      "傾": 1571,
      "僅": 1572,
      "働": 1573,
      "像": 1574,
      "僕": 1575,
      "僖": 1576,
      "僚": 1577,
      "僧": 1578,
      "僭": 1579,
      "僮": 1580,
      "僰": 1581,
      "僱": 1582,
      "僳": 1583,
      "僵": 1584,
      "僸": 1585,
      "價": 1586,
      "僻": 1587,
      "儀": 1588,
      "億": 1589,
      "儅": 1590,
      "儆": 1591,
      "儋": 1592,
      "儒": 1593,
      "儘": 1594,
      "償": 1595,
      "儡": 1596,
      "優": 1597,
      "儲": 1598,
      "儿": 1599,
      "兀": 1600,
      "允": 1601,
      "元": 1602,
      "兄": 1603,
      "充": 1604,
      "兆": 1605,
      "兇": 1606,
      "先": 1607,
      "光": 1608,
      "兊": 1609,
      "克": 1610,
      "免": 1611,
      "兑": 1612,
      "兒": 1613,
      "兔": 1614,
      "兖": 1615,
      "党": 1616,
      "兜": 1617,
      "兢": 1618,
      "入": 1619,
      "內": 1620,
      "全": 1621,
      "兩": 1622,
      "八": 1623,
      "公": 1624,
      "六": 1625,
      "兮": 1626,
      "兰": 1627,
      "共": 1628,
      "兲": 1629,
      "关": 1630,
      "兴": 1631,
      "兵": 1632,
      "其": 1633,
      "具": 1634,
      "典": 1635,
      "兹": 1636,
      "养": 1637,
      "兼": 1638,
      "兽": 1639,
      "冀": 1640,
      "冂": 1641,
      "内": 1642,
      "円": 1643,
      "冇": 1644,
      "冈": 1645,
      "冉": 1646,
      "冊": 1647,
      "册": 1648,
      "再": 1649,
      "冑": 1650,
      "冒": 1651,
      "冕": 1652,
      "冖": 1653,
      "冗": 1654,
      "写": 1655,
      "冚": 1656,
      "军": 1657,
      "农": 1658,
      "冝": 1659,
      "冠": 1660,
      "冢": 1661,
      "冤": 1662,
      "冥": 1663,
      "冧": 1664,
      "冬": 1665,
      "冯": 1666,
      "冰": 1667,
      "冲": 1668,
      "决": 1669,
      "冴": 1670,
      "况": 1671,
      "冶": 1672,
      "冷": 1673,
      "冻": 1674,
      "冼": 1675,
      "冽": 1676,
      "净": 1677,
      "凄": 1678,
      "准": 1679,
      "凇": 1680,
      "凉": 1681,
      "凋": 1682,
      "凌": 1683,
      "减": 1684,
      "凑": 1685,
      "凖": 1686,
      "凛": 1687,
      "凝": 1688,
      "几": 1689,
      "凡": 1690,
      "凤": 1691,
      "処": 1692,
      "凫": 1693,
      "凭": 1694,
      "凯": 1695,
      "凰": 1696,
      "凱": 1697,
      "凳": 1698,
      "凶": 1699,
      "凸": 1700,
      "凹": 1701,
      "出": 1702,
      "击": 1703,
      "凼": 1704,
      "函": 1705,
      "凿": 1706,
      "刀": 1707,
      "刁": 1708,
      "刃": 1709,
      "分": 1710,
      "切": 1711,
      "刈": 1712,
      "刉": 1713,
      "刊": 1714,
      "刋": 1715,
      "刍": 1716,
      "刎": 1717,
      "刑": 1718,
      "划": 1719,
      "刖": 1720,
      "列": 1721,
      "刘": 1722,
      "则": 1723,
      "刚": 1724,
      "创": 1725,
      "初": 1726,
      "删": 1727,
      "判": 1728,
      "別": 1729,
      "刨": 1730,
      "利": 1731,
      "别": 1732,
      "刭": 1733,
      "刮": 1734,
      "到": 1735,
      "制": 1736,
      "刷": 1737,
      "券": 1738,
      "刹": 1739,
      "刺": 1740,
      "刻": 1741,
      "刽": 1742,
      "剀": 1743,
      "剁": 1744,
      "剂": 1745,
      "剃": 1746,
      "則": 1747,
      "剉": 1748,
      "削": 1749,
      "剌": 1750,
      "前": 1751,
      "剎": 1752,
      "剐": 1753,
      "剑": 1754,
      "剒": 1755,
      "剔": 1756,
      "剕": 1757,
      "剖": 1758,
      "剛": 1759,
      "剜": 1760,
      "剝": 1761,
      "剞": 1762,
      "剤": 1763,
      "剥": 1764,
      "剧": 1765,
      "剩": 1766,
      "剪": 1767,
      "副": 1768,
      "割": 1769,
      "創": 1770,
      "剷": 1771,
      "剽": 1772,
      "剿": 1773,
      "劀": 1774,
      "劂": 1775,
      "劃": 1776,
      "劇": 1777,
      "劈": 1778,
      "劉": 1779,
      "劍": 1780,
      "劑": 1781,
      "力": 1782,
      "劝": 1783,
      "办": 1784,
      "功": 1785,
      "加": 1786,
      "务": 1787,
      "劢": 1788,
      "劣": 1789,
      "动": 1790,
      "助": 1791,
      "努": 1792,
      "劫": 1793,
      "劭": 1794,
      "励": 1795,
      "劲": 1796,
      "劳": 1797,
      "劵": 1798,
      "劾": 1799,
      "势": 1800,
      "勃": 1801,
      "勇": 1802,
      "勉": 1803,
      "勋": 1804,
      "勐": 1805,
      "勒": 1806,
      "動": 1807,
      "勘": 1808,
      "務": 1809,
      "勚": 1810,
      "勛": 1811,
      "勝": 1812,
      "勞": 1813,
      "募": 1814,
      "勢": 1815,
      "勤": 1816,
      "勰": 1817,
      "勵": 1818,
      "勸": 1819,
      "勺": 1820,
      "勻": 1821,
      "勾": 1822,
      "勿": 1823,
      "匀": 1824,
      "包": 1825,
      "匆": 1826,
      "匈": 1827,
      "匍": 1828,
      "匐": 1829,
      "匕": 1830,
      "化": 1831,
      "北": 1832,
      "匙": 1833,
      "匝": 1834,
      "匠": 1835,
      "匡": 1836,
      "匣": 1837,
      "匦": 1838,
      "匩": 1839,
      "匪": 1840,
      "匮": 1841,
      "匯": 1842,
      "匹": 1843,
      "区": 1844,
      "医": 1845,
      "匼": 1846,
      "匾": 1847,
      "匿": 1848,
      "區": 1849,
      "十": 1850,
      "千": 1851,
      "卅": 1852,
      "升": 1853,
      "午": 1854,
      "卉": 1855,
      "半": 1856,
      "卍": 1857,
      "华": 1858,
      "协": 1859,
      "卑": 1860,
      "卒": 1861,
      "卓": 1862,
      "協": 1863,
      "单": 1864,
      "卖": 1865,
      "南": 1866,
      "卙": 1867,
      "博": 1868,
      "卜": 1869,
      "卞": 1870,
      "卟": 1871,
      "占": 1872,
      "卡": 1873,
      "卢": 1874,
      "卣": 1875,
      "卤": 1876,
      "卦": 1877,
      "卧": 1878,
      "卫": 1879,
      "卮": 1880,
      "卯": 1881,
      "印": 1882,
      "危": 1883,
      "即": 1884,
      "却": 1885,
      "卵": 1886,
      "卷": 1887,
      "卸": 1888,
      "卻": 1889,
      "卽": 1890,
      "卿": 1891,
      "厂": 1892,
      "厄": 1893,
      "厅": 1894,
      "历": 1895,
      "厉": 1896,
      "压": 1897,
      "厌": 1898,
      "厍": 1899,
      "厓": 1900,
      "厕": 1901,
      "厘": 1902,
      "厚": 1903,
      "厝": 1904,
      "原": 1905,
      "厢": 1906,
      "厥": 1907,
      "厦": 1908,
      "厨": 1909,
      "厩": 1910,
      "厭": 1911,
      "厮": 1912,
      "厲": 1913,
      "厷": 1914,
      "去": 1915,
      "县": 1916,
      "叁": 1917,
      "参": 1918,
      "參": 1919,
      "又": 1920,
      "叉": 1921,
      "及": 1922,
      "友": 1923,
      "双": 1924,
      "反": 1925,
      "収": 1926,
      "发": 1927,
      "叔": 1928,
      "取": 1929,
      "受": 1930,
      "变": 1931,
      "叙": 1932,
      "叛": 1933,
      "叟": 1934,
      "叠": 1935,
      "叡": 1936,
      "叢": 1937,
      "口": 1938,
      "古": 1939,
      "句": 1940,
      "另": 1941,
      "叨": 1942,
      "叩": 1943,
      "只": 1944,
      "叫": 1945,
      "召": 1946,
      "叭": 1947,
      "叮": 1948,
      "可": 1949,
      "台": 1950,
      "叱": 1951,
      "史": 1952,
      "右": 1953,
      "叴": 1954,
      "叵": 1955,
      "叶": 1956,
      "号": 1957,
      "司": 1958,
      "叹": 1959,
      "叻": 1960,
      "叼": 1961,
      "叽": 1962,
      "吁": 1963,
      "吃": 1964,
      "各": 1965,
      "吆": 1966,
      "合": 1967,
      "吉": 1968,
      "吊": 1969,
      "吋": 1970,
      "同": 1971,
      "名": 1972,
      "后": 1973,
      "吏": 1974,
      "吐": 1975,
      "向": 1976,
      "吒": 1977,
      "吓": 1978,
      "吔": 1979,
      "吕": 1980,
      "吖": 1981,
      "吗": 1982,
      "君": 1983,
      "吝": 1984,
      "吞": 1985,
      "吟": 1986,
      "吠": 1987,
      "吡": 1988,
      "吥": 1989,
      "否": 1990,
      "吧": 1991,
      "吨": 1992,
      "吩": 1993,
      "含": 1994,
      "听": 1995,
      "吭": 1996,
      "吮": 1997,
      "启": 1998,
      "吱": 1999,
      "吲": 2000,
      "吳": 2001,
      "吴": 2002,
      "吵": 2003,
      "吶": 2004,
      "吸": 2005,
      "吹": 2006,
      "吻": 2007,
      "吼": 2008,
      "吽": 2009,
      "吾": 2010,
      "呀": 2011,
      "呁": 2012,
      "呂": 2013,
      "呃": 2014,
      "呆": 2015,
      "呈": 2016,
      "告": 2017,
      "呋": 2018,
      "呎": 2019,
      "呐": 2020,
      "呑": 2021,
      "呒": 2022,
      "呓": 2023,
      "呔": 2024,
      "呕": 2025,
      "呖": 2026,
      "呗": 2027,
      "员": 2028,
      "呛": 2029,
      "呜": 2030,
      "呢": 2031,
      "呣": 2032,
      "呤": 2033,
      "呦": 2034,
      "呧": 2035,
      "周": 2036,
      "呫": 2037,
      "呯": 2038,
      "呱": 2039,
      "呲": 2040,
      "味": 2041,
      "呴": 2042,
      "呵": 2043,
      "呶": 2044,
      "呷": 2045,
      "呸": 2046,
      "呻": 2047,
      "呼": 2048,
      "命": 2049,
      "呾": 2050,
      "咀": 2051,
      "咁": 2052,
      "咂": 2053,
      "咄": 2054,
      "咆": 2055,
      "咋": 2056,
      "和": 2057,
      "咎": 2058,
      "咏": 2059,
      "咐": 2060,
      "咒": 2061,
      "咔": 2062,
      "咕": 2063,
      "咖": 2064,
      "咗": 2065,
      "咙": 2066,
      "咚": 2067,
      "咛": 2068,
      "咜": 2069,
      "咝": 2070,
      "咣": 2071,
      "咤": 2072,
      "咦": 2073,
      "咧": 2074,
      "咨": 2075,
      "咩": 2076,
      "咪": 2077,
      "咫": 2078,
      "咬": 2079,
      "咭": 2080,
      "咯": 2081,
      "咱": 2082,
      "咲": 2083,
      "咳": 2084,
      "咸": 2085,
      "咻": 2086,
      "咽": 2087,
      "咿": 2088,
      "哀": 2089,
      "品": 2090,
      "哂": 2091,
      "哄": 2092,
      "哆": 2093,
      "哇": 2094,
      "哈": 2095,
      "哉": 2096,
      "哋": 2097,
      "哌": 2098,
      "响": 2099,
      "哎": 2100,
      "哏": 2101,
      "哐": 2102,
      "哑": 2103,
      "哒": 2104,
      "哓": 2105,
      "哔": 2106,
      "哗": 2107,
      "哚": 2108,
      "哝": 2109,
      "哞": 2110,
      "哟": 2111,
      "員": 2112,
      "哥": 2113,
      "哦": 2114,
      "哧": 2115,
      "哨": 2116,
      "哩": 2117,
      "哪": 2118,
      "哭": 2119,
      "哮": 2120,
      "哲": 2121,
      "哺": 2122,
      "哼": 2123,
      "哽": 2124,
      "唁": 2125,
      "唆": 2126,
      "唇": 2127,
      "唉": 2128,
      "唏": 2129,
      "唐": 2130,
      "唑": 2131,
      "唒": 2132,
      "唔": 2133,
      "唗": 2134,
      "唛": 2135,
      "唠": 2136,
      "唢": 2137,
      "唤": 2138,
      "唧": 2139,
      "唬": 2140,
      "售": 2141,
      "唯": 2142,
      "唰": 2143,
      "唱": 2144,
      "唳": 2145,
      "唵": 2146,
      "唷": 2147,
      "唸": 2148,
      "唾": 2149,
      "唿": 2150,
      "啁": 2151,
      "啃": 2152,
      "啄": 2153,
      "商": 2154,
      "啉": 2155,
      "啊": 2156,
      "啋": 2157,
      "啎": 2158,
      "問": 2159,
      "啐": 2160,
      "啕": 2161,
      "啖": 2162,
      "啜": 2163,
      "啝": 2164,
      "啟": 2165,
      "啡": 2166,
      "啤": 2167,
      "啥": 2168,
      "啦": 2169,
      "啧": 2170,
      "啩": 2171,
      "啪": 2172,
      "啫": 2173,
      "啬": 2174,
      "啭": 2175,
      "啮": 2176,
      "啰": 2177,
      "啱": 2178,
      "啲": 2179,
      "啵": 2180,
      "啶": 2181,
      "啷": 2182,
      "啸": 2183,
      "啻": 2184,
      "啼": 2185,
      "啾": 2186,
      "喀": 2187,
      "喁": 2188,
      "喂": 2189,
      "喃": 2190,
      "善": 2191,
      "喆": 2192,
      "喇": 2193,
      "喈": 2194,
      "喉": 2195,
      "喊": 2196,
      "喋": 2197,
      "喌": 2198,
      "喏": 2199,
      "喑": 2200,
      "喔": 2201,
      "喘": 2202,
      "喙": 2203,
      "喚": 2204,
      "喜": 2205,
      "喝": 2206,
      "喟": 2207,
      "喧": 2208,
      "喨": 2209,
      "喪": 2210,
      "喬": 2211,
      "喭": 2212,
      "單": 2213,
      "喱": 2214,
      "喲": 2215,
      "喳": 2216,
      "喵": 2217,
      "喷": 2218,
      "喹": 2219,
      "喺": 2220,
      "喻": 2221,
      "喽": 2222,
      "嗄": 2223,
      "嗅": 2224,
      "嗉": 2225,
      "嗌": 2226,
      "嗎": 2227,
      "嗐": 2228,
      "嗑": 2229,
      "嗒": 2230,
      "嗓": 2231,
      "嗔": 2232,
      "嗖": 2233,
      "嗜": 2234,
      "嗝": 2235,
      "嗡": 2236,
      "嗣": 2237,
      "嗤": 2238,
      "嗥": 2239,
      "嗦": 2240,
      "嗨": 2241,
      "嗪": 2242,
      "嗫": 2243,
      "嗬": 2244,
      "嗯": 2245,
      "嗱": 2246,
      "嗲": 2247,
      "嗳": 2248,
      "嗵": 2249,
      "嗷": 2250,
      "嗽": 2251,
      "嗾": 2252,
      "嘀": 2253,
      "嘁": 2254,
      "嘅": 2255,
      "嘆": 2256,
      "嘈": 2257,
      "嘉": 2258,
      "嘌": 2259,
      "嘎": 2260,
      "嘏": 2261,
      "嘔": 2262,
      "嘗": 2263,
      "嘘": 2264,
      "嘚": 2265,
      "嘛": 2266,
      "嘞": 2267,
      "嘟": 2268,
      "嘢": 2269,
      "嘣": 2270,
      "嘤": 2271,
      "嘦": 2272,
      "嘧": 2273,
      "嘬": 2274,
      "嘭": 2275,
      "嘱": 2276,
      "嘲": 2277,
      "嘴": 2278,
      "嘶": 2279,
      "嘹": 2280,
      "嘻": 2281,
      "嘿": 2282,
      "噁": 2283,
      "噉": 2284,
      "噌": 2285,
      "噎": 2286,
      "噐": 2287,
      "噓": 2288,
      "噔": 2289,
      "噗": 2290,
      "噘": 2291,
      "噙": 2292,
      "噜": 2293,
      "噢": 2294,
      "噤": 2295,
      "器": 2296,
      "噩": 2297,
      "噪": 2298,
      "噫": 2299,
      "噬": 2300,
      "噱": 2301,
      "噵": 2302,
      "噶": 2303,
      "噸": 2304,
      "噻": 2305,
      "噼": 2306,
      "嚅": 2307,
      "嚇": 2308,
      "嚎": 2309,
      "嚏": 2310,
      "嚒": 2311,
      "嚓": 2312,
      "嚟": 2313,
      "嚣": 2314,
      "嚥": 2315,
      "嚯": 2316,
      "嚴": 2317,
      "嚷": 2318,
      "嚼": 2319,
      "囊": 2320,
      "囍": 2321,
      "囓": 2322,
      "囔": 2323,
      "囖": 2324,
      "囗": 2325,
      "囘": 2326,
      "囚": 2327,
      "四": 2328,
      "囝": 2329,
      "回": 2330,
      "囟": 2331,
      "因": 2332,
      "囡": 2333,
      "团": 2334,
      "団": 2335,
      "囤": 2336,
      "囧": 2337,
      "囪": 2338,
      "囫": 2339,
      "囬": 2340,
      "园": 2341,
      "囮": 2342,
      "囯": 2343,
      "困": 2344,
      "囱": 2345,
      "围": 2346,
      "囵": 2347,
      "囷": 2348,
      "囹": 2349,
      "固": 2350,
      "国": 2351,
      "图": 2352,
      "囿": 2353,
      "圃": 2354,
      "圄": 2355,
      "圆": 2356,
      "圈": 2357,
      "圌": 2358,
      "圍": 2359,
      "園": 2360,
      "圓": 2361,
      "圖": 2362,
      "團": 2363,
      "圜": 2364,
      "圝": 2365,
      "土": 2366,
      "圣": 2367,
      "在": 2368,
      "圩": 2369,
      "圪": 2370,
      "圭": 2371,
      "圮": 2372,
      "地": 2373,
      "圳": 2374,
      "圴": 2375,
      "圶": 2376,
      "圸": 2377,
      "圹": 2378,
      "场": 2379,
      "圻": 2380,
      "圾": 2381,
      "址": 2382,
      "坂": 2383,
      "均": 2384,
      "坊": 2385,
      "坍": 2386,
      "坎": 2387,
      "坏": 2388,
      "坐": 2389,
      "坑": 2390,
      "块": 2391,
      "坚": 2392,
      "坛": 2393,
      "坜": 2394,
      "坝": 2395,
      "坞": 2396,
      "坟": 2397,
      "坠": 2398,
      "坡": 2399,
      "坤": 2400,
      "坦": 2401,
      "坨": 2402,
      "坩": 2403,
      "坪": 2404,
      "坭": 2405,
      "坯": 2406,
      "坰": 2407,
      "坳": 2408,
      "坴": 2409,
      "坷": 2410,
      "坻": 2411,
      "垀": 2412,
      "垂": 2413,
      "垃": 2414,
      "垄": 2415,
      "垅": 2416,
      "垆": 2417,
      "型": 2418,
      "垒": 2419,
      "垛": 2420,
      "垠": 2421,
      "垢": 2422,
      "垣": 2423,
      "垤": 2424,
      "垦": 2425,
      "垩": 2426,
      "垫": 2427,
      "垭": 2428,
      "垮": 2429,
      "垸": 2430,
      "埂": 2431,
      "埃": 2432,
      "埈": 2433,
      "埋": 2434,
      "埌": 2435,
      "城": 2436,
      "埔": 2437,
      "埕": 2438,
      "埗": 2439,
      "埙": 2440,
      "埚": 2441,
      "埜": 2442,
      "埝": 2443,
      "域": 2444,
      "埠": 2445,
      "埤": 2446,
      "埭": 2447,
      "埲": 2448,
      "埵": 2449,
      "執": 2450,
      "埸": 2451,
      "培": 2452,
      "基": 2453,
      "埻": 2454,
      "埼": 2455,
      "堀": 2456,
      "堂": 2457,
      "堃": 2458,
      "堅": 2459,
      "堆": 2460,
      "堇": 2461,
      "堈": 2462,
      "堉": 2463,
      "堋": 2464,
      "堍": 2465,
      "堐": 2466,
      "堑": 2467,
      "堕": 2468,
      "堙": 2469,
      "堡": 2470,
      "堤": 2471,
      "堪": 2472,
      "堰": 2473,
      "報": 2474,
      "場": 2475,
      "堵": 2476,
      "堿": 2477,
      "塊": 2478,
      "塌": 2479,
      "塍": 2480,
      "塑": 2481,
      "塔": 2482,
      "塗": 2483,
      "塘": 2484,
      "塚": 2485,
      "塞": 2486,
      "塢": 2487,
      "塩": 2488,
      "填": 2489,
      "塬": 2490,
      "塵": 2491,
      "塹": 2492,
      "塾": 2493,
      "墁": 2494,
      "境": 2495,
      "墅": 2496,
      "墉": 2497,
      "墒": 2498,
      "墓": 2499,
      "増": 2500,
      "墘": 2501,
      "墙": 2502,
      "墜": 2503,
      "增": 2504,
      "墟": 2505,
      "墨": 2506,
      "墩": 2507,
      "墬": 2508,
      "墳": 2509,
      "墹": 2510,
      "墿": 2511,
      "壁": 2512,
      "壅": 2513,
      "壆": 2514,
      "壇": 2515,
      "壑": 2516,
      "壓": 2517,
      "壕": 2518,
      "壘": 2519,
      "壞": 2520,
      "壤": 2521,
      "士": 2522,
      "壬": 2523,
      "壮": 2524,
      "壯": 2525,
      "声": 2526,
      "壳": 2527,
      "壶": 2528,
      "壸": 2529,
      "壹": 2530,
      "壺": 2531,
      "壽": 2532,
      "处": 2533,
      "备": 2534,
      "変": 2535,
      "复": 2536,
      "夏": 2537,
      "夔": 2538,
      "夕": 2539,
      "外": 2540,
      "夙": 2541,
      "多": 2542,
      "夛": 2543,
      "夜": 2544,
      "够": 2545,
      "夠": 2546,
      "夢": 2547,
      "夤": 2548,
      "夥": 2549,
      "大": 2550,
      "天": 2551,
      "太": 2552,
      "夫": 2553,
      "夭": 2554,
      "央": 2555,
      "夯": 2556,
      "失": 2557,
      "头": 2558,
      "夷": 2559,
      "夸": 2560,
      "夹": 2561,
      "夺": 2562,
      "夾": 2563,
      "奀": 2564,
      "奁": 2565,
      "奂": 2566,
      "奄": 2567,
      "奇": 2568,
      "奈": 2569,
      "奉": 2570,
      "奋": 2571,
      "奌": 2572,
      "奎": 2573,
      "奏": 2574,
      "契": 2575,
      "奓": 2576,
      "奔": 2577,
      "奕": 2578,
      "奖": 2579,
      "套": 2580,
      "奘": 2581,
      "奚": 2582,
      "奠": 2583,
      "奢": 2584,
      "奤": 2585,
      "奥": 2586,
      "奧": 2587,
      "奪": 2588,
      "奬": 2589,
      "奮": 2590,
      "女": 2591,
      "奴": 2592,
      "奶": 2593,
      "奸": 2594,
      "她": 2595,
      "奻": 2596,
      "好": 2597,
      "奾": 2598,
      "妁": 2599,
      "如": 2600,
      "妃": 2601,
      "妄": 2602,
      "妆": 2603,
      "妇": 2604,
      "妈": 2605,
      "妊": 2606,
      "妍": 2607,
      "妏": 2608,
      "妒": 2609,
      "妓": 2610,
      "妖": 2611,
      "妗": 2612,
      "妙": 2613,
      "妝": 2614,
      "妞": 2615,
      "妢": 2616,
      "妥": 2617,
      "妦": 2618,
      "妨": 2619,
      "妩": 2620,
      "妪": 2621,
      "妫": 2622,
      "妮": 2623,
      "妯": 2624,
      "妲": 2625,
      "妳": 2626,
      "妹": 2627,
      "妺": 2628,
      "妻": 2629,
      "妾": 2630,
      "姆": 2631,
      "姊": 2632,
      "始": 2633,
      "姐": 2634,
      "姑": 2635,
      "姓": 2636,
      "委": 2637,
      "姗": 2638,
      "姘": 2639,
      "姚": 2640,
      "姜": 2641,
      "姝": 2642,
      "姣": 2643,
      "姥": 2644,
      "姦": 2645,
      "姨": 2646,
      "姪": 2647,
      "姬": 2648,
      "姹": 2649,
      "姻": 2650,
      "姿": 2651,
      "威": 2652,
      "娃": 2653,
      "娄": 2654,
      "娅": 2655,
      "娆": 2656,
      "娇": 2657,
      "娈": 2658,
      "娉": 2659,
      "娊": 2660,
      "娑": 2661,
      "娓": 2662,
      "娘": 2663,
      "娛": 2664,
      "娜": 2665,
      "娟": 2666,
      "娠": 2667,
      "娣": 2668,
      "娥": 2669,
      "娩": 2670,
      "娱": 2671,
      "娲": 2672,
      "娴": 2673,
      "娶": 2674,
      "娸": 2675,
      "娼": 2676,
      "娿": 2677,
      "婀": 2678,
      "婆": 2679,
      "婉": 2680,
      "婊": 2681,
      "婓": 2682,
      "婕": 2683,
      "婚": 2684,
      "婢": 2685,
      "婥": 2686,
      "婦": 2687,
      "婧": 2688,
      "婪": 2689,
      "婴": 2690,
      "婵": 2691,
      "婶": 2692,
      "婷": 2693,
      "婺": 2694,
      "婿": 2695,
      "媒": 2696,
      "媕": 2697,
      "媚": 2698,
      "媛": 2699,
      "媞": 2700,
      "媤": 2701,
      "媪": 2702,
      "媲": 2703,
      "媳": 2704,
      "媼": 2705,
      "媽": 2706,
      "媾": 2707,
      "嫁": 2708,
      "嫂": 2709,
      "嫉": 2710,
      "嫌": 2711,
      "嫔": 2712,
      "嫖": 2713,
      "嫘": 2714,
      "嫚": 2715,
      "嫡": 2716,
      "嫣": 2717,
      "嫦": 2718,
      "嫩": 2719,
      "嫫": 2720,
      "嫭": 2721,
      "嫲": 2722,
      "嬅": 2723,
      "嬉": 2724,
      "嬑": 2725,
      "嬖": 2726,
      "嬗": 2727,
      "嬛": 2728,
      "嬰": 2729,
      "嬲": 2730,
      "嬴": 2731,
      "嬷": 2732,
      "孀": 2733,
      "子": 2734,
      "孑": 2735,
      "孒": 2736,
      "孔": 2737,
      "孕": 2738,
      "字": 2739,
      "存": 2740,
      "孙": 2741,
      "孚": 2742,
      "孛": 2743,
      "孜": 2744,
      "孝": 2745,
      "孟": 2746,
      "孢": 2747,
      "季": 2748,
      "孤": 2749,
      "学": 2750,
      "孩": 2751,
      "孪": 2752,
      "孫": 2753,
      "孬": 2754,
      "孰": 2755,
      "孱": 2756,
      "孳": 2757,
      "孵": 2758,
      "學": 2759,
      "孺": 2760,
      "孽": 2761,
      "宁": 2762,
      "它": 2763,
      "宅": 2764,
      "宇": 2765,
      "守": 2766,
      "安": 2767,
      "宋": 2768,
      "完": 2769,
      "宎": 2770,
      "宏": 2771,
      "宒": 2772,
      "宓": 2773,
      "宕": 2774,
      "宗": 2775,
      "官": 2776,
      "宙": 2777,
      "定": 2778,
      "宛": 2779,
      "宜": 2780,
      "宝": 2781,
      "实": 2782,
      "宠": 2783,
      "审": 2784,
      "客": 2785,
      "宣": 2786,
      "室": 2787,
      "宥": 2788,
      "宦": 2789,
      "宪": 2790,
      "宫": 2791,
      "宮": 2792,
      "宰": 2793,
      "害": 2794,
      "宴": 2795,
      "宵": 2796,
      "家": 2797,
      "宸": 2798,
      "容": 2799,
      "宽": 2800,
      "宾": 2801,
      "宿": 2802,
      "寀": 2803,
      "寁": 2804,
      "寂": 2805,
      "寃": 2806,
      "寄": 2807,
      "寅": 2808,
      "密": 2809,
      "寇": 2810,
      "富": 2811,
      "寐": 2812,
      "寒": 2813,
      "寓": 2814,
      "寘": 2815,
      "寛": 2816,
      "寝": 2817,
      "寞": 2818,
      "察": 2819,
      "寡": 2820,
      "寤": 2821,
      "寥": 2822,
      "實": 2823,
      "寧": 2824,
      "寨": 2825,
      "審": 2826,
      "寫": 2827,
      "寬": 2828,
      "寮": 2829,
      "寯": 2830,
      "寰": 2831,
      "寳": 2832,
      "寵": 2833,
      "寶": 2834,
      "寸": 2835,
      "对": 2836,
      "寺": 2837,
      "寻": 2838,
      "导": 2839,
      "対": 2840,
      "寿": 2841,
      "封": 2842,
      "射": 2843,
      "尅": 2844,
      "将": 2845,
      "將": 2846,
      "專": 2847,
      "尉": 2848,
      "尊": 2849,
