[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
[
\
]
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~
¡
¢
£
¤
¥
¦
§
¨
©
ª
«
¬
®
¯
°
±
²
³
´
µ
¶
·
¸
¹
º
»
¼
½
¾
¿
À
Á
Â
Ã
Ä
Å
Æ
Ç
É
Í
Î
Ï
Ð
Ñ
Ó
Ö
×
Ø
Ú
Ü
Þ
ß
à
á
â
ã
ä
å
æ
ç
è
é
ê
ë
ì
í
î
ï
ð
ñ
ò
ó
ô
õ
ö
÷
ø
ù
ú
û
ü
ý
þ
ÿ
Ā
ā
ă
ą
Ć
ć
ċ
Č
č
Ď
ď
Đ
ē
ė
ę
ě
ğ
Ġ
ġ
ĥ
ħ
ĩ
ī
ĭ
İ
ı
Ĵ
Ķ
ķ
Ľ
Ł
ł
ń
ņ
ň
ŋ
Ō
ō
ŏ
ő
œ
Ř
ř
Ś
ś
Ş
ş
Š
š
ţ
ũ
ū
ŭ
ŵ
ź
Ż
ż
Ž
ž
ſ
Ə
ƒ
ƛ
ơ
ư
ǂ
Ǎ
ǎ
ǐ
ǒ
ǖ
ǫ
ȁ
ȍ
ș
ț
ɐ
ɑ
ɒ
ɓ
ɔ
ɕ
ɖ
ɗ
ə
ɚ
ɛ
ɜ
ɟ
ɡ
ɣ
ɥ
ɦ
ɨ
ɪ
ɭ
ɮ
ɯ
ɱ
ɲ
ɳ
ɽ
ɾ
ʀ
ʁ
ʂ
ʃ
ʉ
ʊ
ʋ
ʌ
ʎ
ʏ
ʒ
ʔ
ʕ
ʝ
ʡ
ʧ
ʰ
ʱ
ʲ
ʷ
ʻ
ʼ
ʾ
ʿ
ˆ
ˈ
ˉ
ˊ
ˋ
ˌ
ˎ
ː
˘
˙
˥
˦
˧
˨
˩
́
̃
̈
̓
̚
̝
̞
̠
̡
̥
̧
̩
̪
̬
̮
̯
̱
̹
̺
̼
͜
͠
΄
Ά
·
ΐ
Α
Β
Γ
Δ
Ε
Ζ
Η
Θ
Ι
Κ
Λ
Μ
Ν
Ο
Π
Σ
Τ
Υ
Φ
Χ
Ψ
Ω
ά
έ
ή
ί
α
β
γ
δ
ε
ζ
η
θ
ι
κ
λ
μ
ν
ξ
ο
π
ρ
ς
σ
τ
υ
φ
χ
ψ
ω
ό
ύ
ώ
ϑ
ϕ
Ϝ
ϵ
Ў
А
Б
В
Г
З
К
М
Н
О
П
Р
С
Т
У
Х
Ц
Ч
Ы
Ю
а
б
в
г
д
е
ж
з
и
й
к
л
м
н
о
п
р
с
т
у
ф
ц
ч
ш
ъ
ы
э
я
ё
ў
Ѳ
ғ
қ
Դ
Հ
Պ
Ս
Փ
ա
բ
ե
է
ը
թ
ի
լ
հ
մ
յ
ն
ո
չ
ս
տ
ր
ւ
ք
օ
ֆ
֏
ְ
ִ
ֶ
ַ
ָ
ֹ
ּ
׀
ׁ
א
ב
ג
ד
ה
ו
ז
ח
ט
י
ך
כ
ל
ם
מ
ן
נ
ס
ע
פ
צ
ק
ר
ש
ת
آ
أ
إ
ا
ب
ة
ت
ج
ح
د
ر
ز
س
ش
ص
ع
غ
ـ
ف
ق
ك
ل
م
ن
ه
و
ى
ي
َ
ِ
ّ
ْ
ټ
پ
چ
ک
ھ
ۃ
ی
ं
अ
क
ग
घ
च
ज
ञ
ट
ण
त
थ
द
ध
न
प
ब
भ
म
य
र
ल
व
श
ष
स
ह
ा
ि
ी
ु
ू
ै
ो
्
ক
দ
ভ
র
ল
ো
্
જ
ર
હ
ી
ૂ
ૃ
ଣ
ଳ
௸
ം
ക
ത
ന
പ
മ
യ
ര
റ
ല
ള
വ
ാ
ി
െ
്
ก
ข
ค
ฅ
ง
ช
ซ
ญ
ด
ต
ท
น
บ
พ
ฟ
ม
ย
ร
ฤ
ล
ว
ส
ห
อ
ะ
ั
า
ำ
ิ
ี
ื
ุ
ฺ
เ
โ
ไ
็
่
้
์
ည
တ
န
ပ
ဖ
ရ
လ
ဪ
ိ
ု
ေ
့
း
်
ွ
ှ
Ⴗ
ა
ბ
გ
დ
ვ
თ
ი
კ
ლ
ნ
რ
ტ
უ
შ
ხ
ᄃ
ᄅ
ᄉ
ᄌ
ᅵ
ᒸ
ខ
ង
ជ
ញ
ណ
ធ
ន
ប
ម
រ
ល
វ
ស
ហ
ឡ
អ
ា
ិ
ី
ុ
ូ
ើ
េ
ែ
ៈ
៊
្
ḏ
ḡ
Ḥ
ḥ
ḱ
ḵ
ṇ
ṙ
ṛ
ṣ
ṭ
ạ
ả
ấ
ầ
ậ
ẽ
ế
ề
ễ
ệ
Ỉ
ị
ọ
ố
ồ
ộ
ớ
ụ
ứ
ỳ
ἀ
Ἀ
Ἄ
ἐ
ἔ
Ἑ
ἰ
Ἰ
ὐ
ὰ
ὶ
ᾶ
᾽
ῖ
ῦ
ῶ
‐
‑
‒
–
—
―
‘
’
‚
‛
“
”
„
†
‡
•
…
‧
‰
′
″
‵
‹
›
※
⁄
⁰
₁
₂
₇
₤
₫
€
₹
₽
℃
℅
℉
ℍ
ℓ
№
™
⅓
Ⅰ
Ⅱ
Ⅲ
Ⅳ
Ⅴ
Ⅵ
Ⅶ
Ⅷ
ⅱ
ⅳ
←
↑
→
↓
↔
↗
↵
⇌
⇧
∀
∂
∃
∆
∇
∈
∑
−
∕
∗
∘
∙
√
∞
∠
∥
∧
∨
∪
∮
∶
∼
≈
≠
≡
≤
≥
≫
⊂
⊆
⊇
⊕
⊖
⊗
⊙
⊞
⊥
⊿
⋂
⋅
⋯
⌈
⌉
⌊
⌋
⌘
〈
〉
⏎
①
②
③
④
⑤
⑥
⑦
⑧
⑴
⑵
⑶
⑷
⑸
⑹
⑺
⑻
⑼
⑽
⑾
⒂
⒃
⒅
⒍
⒕
⒖
Ⓥ
─
━
┅
┣
┦
┪
┬
┮
┯
┰
┶
╣
╧
╰
▆
█
■
□
▪
▮
▲
△
▷
▸
▽
◆
◇
○
◎
●
★
☆
☉
☭
☮
♠
♣
♥
♦
♪
♫
♬
♭
♯
♻
⚠
⚳
✌
✎
✏
✔
✨
❊
➥
⟨
⟩
⟪
⟫
⠂
⠄
⠆
⠇
⠐
⠒
⠔
⠕
⠖
⠗
⠛
⠝
⠞
⠠
⠢
⠦
⠨
⠪
⠮
⠯
⠱
⠲
⠴
⠶
⠸
⠹
⠼
⦘
⦵
⭐
ⳇ
⸨
、
。
〃
〇
〈
〉
《
》
「
」
『
』
【
】
〔
〕
〖
〗
〜
〝
〞
あ
ぃ
い
う
ぇ
お
か
が
き
く
ぐ
げ
こ
ご
さ
し
じ
す
ず
ぜ
そ
だ
ち
ぢ
つ
づ
で
と
な
に
ね
の
は
ば
ぱ
ひ
び
ぶ
ぺ
ほ
ま
み
む
め
も
ゅ
よ
ら
り
る
ゐ
ゑ
を
ん
゜
ゞ
ア
イ
ウ
ェ
エ
カ
ガ
キ
グ
ケ
ゴ
ザ
シ
ジ
セ
ゼ
ソ
タ
ダ
チ
ッ
デ
ド
ネ
ノ
ハ
バ
パ
ヒ
ビ
フ
ミ
ム
ャ
ユ
ラ
ル
レ
ロ
ン
ヴ
ヶ
・
ー
ㄆ
ㄇ
ㄍ
ㄐ
ㄑ
ㄒ
ㄓ
ㄔ
ㄗ
ㄘ
ㄛ
ㄜ
ㄞ
ㄟ
ㄠ
ㄢ
ㄣ
ㄤ
ㄧ
ㄨ
ㄩ
㈠
㈡
㈢
㈣
㈤
㈥
㈦
㈧
㈨
㈩
㍘
㎝
㎡
㏄
㏑
㐋
㐓
㖞
㖠
㗎
㞰
㤰
㦱
㭎
㳧
㴲
㵵
㶎
㸋
㹢
㹴
㺢
䆛
䇓
䇲
䐜
䡙
䪰
䴘
䴙
䵀
䵂
䵑
一
丁
七
丄
丅
万
丈
三
上
下
丌
不
与
丏
丐
丑
专
且
丕
世
丗
丘
丙
业
丛
东
丝
丞
丟
両
丢
丣
两
严
並
丧
丨
个
丫
丬
中
丯
丰
串
临
丵
丶
丸
丹
为
主
丽
举
乂
乃
久
么
义
之
乌
乍
乎
乏
乐
乒
乓
乔
乖
乘
乙
乜
九
乞
也
习
乡
书
乩
买
乱
乳
乾
亂
了
亇
予
争
亊
事
二
于
亏
云
互
亓
五
井
亘
亚
些
亞
亟
亡
亢
交
亥
亦
产
亨
亩
享
京
亭
亮
亲
亳
亵
人
亻
亽
亿
什
仁
仃
仄
仅
仆
仇
今
介
仍
从
仑
仓
仔
仕
他
仗
付
仙
仝
仞
仟
仡
代
令
以
仧
仨
仪
们
仰
仲
仳
仵
件
价
任
份
仿
企
伃
伉
伊
伍
伎
伏
伐
休
伕
众
优
伙
会
伛
伝
伞
伟
传
伤
伥
伦
伧
伪
伫
伯
估
伱
伲
伴
伶
伸
伺
似
伽
佃
但
佈
佉
位
低
住
佐
佑
体
佔
何
佗
佘
余
佚
佛
作
佝
佞
佟
你
佢
佣
佤
佥
佧
佩
佬
佯
佰
佳
併
佷
佻
佼
佽
使
侃
侄
侅
侈
侉
例
侍
侏
侑
侔
侗
侘
侚
供
侜
依
侞
侠
侣
侥
侦
侧
侨
侩
侪
侬
侮
侯
侵
侶
便
俀
促
俄
俅
俊
俋
俎
俏
俐
俑
俗
俘
俚
保
俞
俟
俠
信
俣
俦
俨
俩
俪
俫
俭
修
俯
俰
俱
俳
俴
俵
俶
俸
俺
俾
倆
倉
倌
倍
倏
們
倒
倔
倖
倘
候
倚
倛
倜
借
倡
倢
値
倦
倧
倨
倩
倪
倫
倬
倭
倮
倰
倳
倶
债
倻
值
倾
偁
偃
偆
假
偈
偉
偌
偎
偏
偕
做
停
健
偲
側
偵
偶
偷
偸
偻
偽
偿
傀
傅
傈
傍
傑
傘
備
傢
傣
傥
傧
储
傩
傪
催
傭
傲
傳
債
傷
傹
傻
傾
僅
働
像
僕
僖
僚
僧
僭
僮
僰
僱
僳
僵
僸
價
僻
儀
億
儅
儆
儋
儒
儘
償
儡
優
儲
儿
兀
允
元
兄
充
兆
兇
先
光
兊
克
免
兑
兒
兔
兖
党
兜
兢
入
內
全
兩
八
公
六
兮
兰
共
兲
关
兴
兵
其
具
典
兹
养
兼
兽
冀
冂
内
円
冇
冈
冉
冊
册
再
冑
冒
冕
冖
冗
写
冚
军
农
冝
冠
冢
冤
冥
冧
冬
冯
冰
冲
决
冴
况
冶
冷
冻
冼
冽
净
凄
准
凇
凉
凋
凌
减
凑
凖
凛
凝
几
凡
凤
処
凫
凭
凯
凰
凱
凳
凶
凸
凹
出
击
凼
函
凿
刀
刁
刃
分
切
刈
刉
刊
刋
刍
刎
刑
划
刖
列
刘
则
刚
创
初
删
判
別
刨
利
别
刭
刮
到
制
刷
券
刹
刺
刻
刽
剀
剁
剂
剃
則
剉
削
剌
前
剎
剐
剑
剒
剔
剕
剖
剛
剜
剝
剞
剤
剥
剧
剩
剪
副
割
創
剷
剽
剿
劀
劂
劃
劇
劈
劉
劍
劑
力
劝
办
功
加
务
劢
劣
动
助
努
劫
劭
励
劲
劳
劵
劾
势
勃
勇
勉
勋
勐
勒
動
勘
務
勚
勛
勝
勞
募
勢
勤
勰
勵
勸
勺
勻
勾
勿
匀
包
匆
匈
匍
匐
匕
化
北
匙
匝
匠
匡
匣
匦
匩
匪
匮
匯
匹
区
医
匼
匾
匿
區
十
千
卅
升
午
卉
半
卍
华
协
卑
卒
卓
協
单
卖
南
卙
博
卜
卞
卟
占
卡
卢
卣
卤
卦
卧
卫
卮
卯
印
危
即
却
卵
卷
卸
卻
卽
卿
厂
厄
厅
历
厉
压
厌
厍
厓
厕
厘
厚
厝
原
厢
厥
厦
厨
厩
厭
厮
厲
厷
去
县
叁
参
參
又
叉
及
友
双
反
収
发
叔
取
受
变
叙
叛
叟
叠
叡
叢
口
古
句
另
叨
叩
只
叫
召
叭
叮
可
台
叱
史
右
叴
叵
叶
号
司
叹
叻
叼
叽
吁
吃
各
吆
合
吉
吊
吋
同
名
后
吏
吐
向
吒
吓
吔
吕
吖
吗
君
吝
吞
吟
吠
吡
吥
否
吧
吨
吩
含
听
吭
吮
启
吱
吲
吳
吴
吵
吶
吸
吹
吻
吼
吽
吾
呀
呁
呂
呃
呆
呈
告
呋
呎
呐
呑
呒
呓
呔
呕
呖
呗
员
呛
呜
呢
呣
呤
呦
呧
周
呫
呯
呱
呲
味
呴
呵
呶
呷
呸
呻
呼
命
呾
咀
咁
咂
咄
咆
咋
和
咎
咏
咐
咒
咔
咕
咖
咗
咙
咚
咛
咜
咝
咣
咤
咦
咧
咨
咩
咪
咫
咬
咭
咯
咱
咲
咳
咸
咻
咽
咿
哀
品
哂
哄
哆
哇
哈
哉
哋
哌
响
哎
哏
哐
哑
哒
哓
哔
哗
哚
哝
哞
哟
員
哥
哦
哧
哨
哩
哪
哭
哮
哲
哺
哼
哽
唁
唆
唇
唉
唏
唐
唑
唒
唔
唗
唛
唠
唢
唤
唧
唬
售
唯
唰
唱
唳
唵
唷
唸
唾
唿
啁
啃
啄
商
啉
啊
啋
啎
問
啐
啕
啖
啜
啝
啟
啡
啤
啥
啦
啧
啩
啪
啫
啬
啭
啮
啰
啱
啲
啵
啶
啷
啸
啻
啼
啾
喀
喁
喂
喃
善
喆
喇
喈
喉
喊
喋
喌
喏
喑
喔
喘
喙
喚
喜
喝
喟
喧
喨
喪
喬
喭
單
喱
喲
喳
喵
喷
喹
喺
喻
喽
嗄
嗅
嗉
嗌
嗎
嗐
嗑
嗒
嗓
嗔
嗖
嗜
嗝
嗡
嗣
嗤
嗥
嗦
嗨
嗪
嗫
嗬
嗯
嗱
嗲
嗳
嗵
嗷
嗽
嗾
嘀
嘁
嘅
嘆
嘈
嘉
嘌
嘎
嘏
嘔
嘗
嘘
嘚
嘛
嘞
嘟
嘢
嘣
嘤
嘦
嘧
嘬
嘭
嘱
嘲
嘴
嘶
嘹
嘻
嘿
噁
噉
噌
噎
噐
噓
噔
噗
噘
噙
噜
噢
噤
器
噩
噪
噫
噬
噱
噵
噶
噸
噻
噼
嚅
嚇
嚎
嚏
嚒
嚓
嚟
嚣
嚥
嚯
嚴
嚷
嚼
囊
囍
囓
囔
囖
囗
囘
囚
四
囝
回
囟
因
囡
团
団
囤
囧
囪
囫
囬
园
囮
囯
困
囱
围
囵
囷
囹
固
国
图
囿
圃
圄
圆
圈
圌
圍
園
圓
圖
團
圜
圝
土
圣
在
圩
圪
圭
圮
地
圳
圴
圶
圸
圹
场
圻
圾
址
坂
均
坊
坍
坎
坏
坐
坑
块
坚
坛
坜
坝
坞
坟
坠
坡
坤
坦
坨
坩
坪
坭
坯
坰
坳
坴
坷
坻
垀
垂
垃
垄
垅
垆
型
垒
垛
垠
垢
垣
垤
垦
垩
垫
垭
垮
垸
埂
埃
埈
埋
埌
城
埔
埕
埗
埙
埚
埜
埝
域
埠
埤
埭
埲
埵
執
埸
培
基
埻
埼
堀
堂
堃
堅
堆
堇
堈
堉
堋
堍
堐
堑
堕
堙
堡
堤
堪
堰
報
場
堵
堿
塊
塌
塍
塑
塔
塗
塘
塚
塞
塢
塩
填
塬
塵
塹
塾
墁
境
墅
墉
墒
墓
増
墘
墙
墜
增
墟
墨
墩
墬
墳
墹
墿
壁
壅
壆
壇
壑
壓
壕
壘
壞
壤
士
壬
壮
壯
声
壳
壶
壸
壹
壺
壽
处
备
変
复
夏
夔
夕
外
夙
多
夛
夜
够
夠
夢
夤
夥
大
天
太
夫
夭
央
夯
失
头
夷
夸
夹
夺
夾
奀
奁
奂
奄
奇
奈
奉
奋
奌
奎
奏
契
奓
奔
奕
奖
套
奘
奚
奠
奢
奤
奥
奧
奪
奬
奮
女
奴
奶
奸
她
奻
好
奾
妁
如
妃
妄
妆
妇
妈
妊
妍
妏
妒
妓
妖
妗
妙
妝
妞
妢
妥
妦
妨
妩
妪
妫
妮
妯
妲
妳
妹
妺
妻
妾
姆
姊
始
姐
姑
姓
委
姗
姘
姚
姜
姝
姣
姥
姦
姨
姪
姬
姹
姻
姿
威
娃
娄
娅
娆
娇
娈
娉
娊
娑
娓
娘
娛
娜
娟
娠
娣
娥
娩
娱
娲
娴
娶
娸
娼
娿
婀
婆
婉
婊
婓
婕
婚
婢
婥
婦
婧
婪
婴
婵
婶
婷
婺
婿
媒
媕
媚
媛
媞
媤
媪
媲
媳
媼
媽
媾
嫁
嫂
嫉
嫌
嫔
嫖
嫘
嫚
嫡
嫣
嫦
嫩
嫫
嫭
嫲
嬅
嬉
嬑
嬖
嬗
嬛
嬰
嬲
嬴
嬷
孀
子
孑
孒
孔
孕
字
存
孙
孚
孛
孜
孝
孟
孢
季
孤
学
孩
孪
孫
孬
孰
孱
孳
孵
學
孺
孽
宁
它
宅
宇
守
安
宋
完
宎
宏
宒
宓
宕
宗
官
宙
定
宛
宜
宝
实
宠
审
客
宣
室
宥
宦
宪
宫
宮
宰
害
宴
宵
家
宸
容
宽
宾
宿
寀
寁
寂
寃
寄
寅
密
寇
富
寐
寒
寓
寘
寛
寝
寞
察
寡
寤
寥
實
寧
寨
審
寫
寬
寮
寯
寰
寳
寵
寶
寸
对
寺
寻
导
対
寿
封
射
尅
将
將
專
尉
尊
尋
對
導
小
尐
少
尒
尓
尔
尕
尖
尘
尙
尚
尝
尢
尤
尥
尧
尨
尬
就
尴
尸
尹
尺
尻
尼
尽
尾
尿
局
屁
层
屃
屄
居
屆
屈
屉
届
屋
屌
屍
屎
屏
屐
屑
展
屙
属
屠
屡
屣
層
履
屦
屬
屯
山
屹
屺
屿
岁
岂
岆
岈
岌
岐
岑
岔
岖
岗
岘
岙
岚
岛
岜
岡
岢
岣
岩
岫
岬
岭
岱
岳
岷
岸
岺
岿
峁
峄
峇
峈
峋
峒
峓
峕
峙
峟
峡
峣
峤
峥
峦
峨
峩
峪
峭
峰
島
峻
崀
崁
崂
崃
崄
崆
崇
崋
崎
崔
崖
崙
崛
崤
崧
崩
崭
崮
崴
崽
崾
嵇
嵊
嵋
嵌
嵗
嵘
嵛
嵩
嵬
嵯
嵴
嵵
嶂
嶇
嶋
嶙
嶼
巃
巅
巍
巓
川
州
巠
巡
巢
工
左
巧
巨
巩
巫
差
巯
己
已
巳
巴
巷
巻
巽
巾
巿
帀
币
市
布
帅
帆
师
希
帐
帑
帕
帖
帘
帙
帚
帛
帜
帝
帣
帥
带
帧
師
帬
席
帮
帳
帶
帷
常
帼
帽
幂
幄
幅
幌
幔
幕
幗
幛
幡
幢
幣
幫
干
平
年
并
幷
幸
幹
幺
幻
幼
幽
幾
广
広
庄
庆
庇
床
庋
序
庐
库
应
底
庖
店
庙
庚
府
庞
废
庠
庥
度
座
庫
庭
庵
庶
康
庸
庾
廁
廇
廉
廊
廋
廌
廑
廓
廖
廚
廛
廠
廢
廣
廨
廪
廳
延
廷
廸
建
廻
廿
开
弁
异
弃
弄
弇
弈
弊
弋
弌
式
弑
弓
弔
引
弗
弘
弛
弟
张
弢
弥
弦
弧
弩
弭
弯
弱
張
強
弹
强
弼
彀
彈
彌
归
当
录
彗
彝
彡
形
彤
彥
彦
彩
彪
彬
彭
彰
影
彶
彷
彸
役
彻
彼
彿
往
征
径
待
徆
徇
很
徉
徊
律
徐
徑
徒
従
徕
徖
得
徘
徙
徜
從
御
徨
復
循
徬
微
徳
徵
德
徹
徼
徽
心
必
忆
忌
忍
忏
忐
忑
忒
忖
志
忘
忙
忝
忠
忡
忤
忧
忪
快
忭
忱
忳
念
忷
忸
忻
忽
忾
忿
怀
态
怂
怄
怅
怆
怉
怍
怎
怏
怒
怓
怔
怕
怖
怙
怜
思
怠
怡
怢
急
怦
性
怨
怩
怪
怯
怵
总
怼
恀
恁
恂
恃
恅
恆
恋
恍
恏
恐
恒
恕
恙
恚
恠
恢
恣
恤
恥
恨
恩
恪
恫
恬
恭
息
恰
恳
恴
恶
恸
恹
恺
恻
恼
恽
恿
悄
悉
悌
悍
悒
悔
悖
悚
悛
悜
悝
悟
悠
患
悦
您
悫
悬
悭
悯
悱
悲
悳
悴
悶
悸
悻
悼
情
惆
惇
惊
惋
惑
惕
惗
惘
惚
惜
惝
惟
惠
惡
惢
惦
惧
惨
惩
惪
惫
惬
惭
惮
惯
惰
想
惴
惶
惹
惺
愁
愆
愈
愉
愎
意
愒
愕
愚
愛
感
愠
愣
愤
愦
愧
愫
愿
慈
慊
態
慌
慎
慑
慕
慘
慝
慢
慧
慨
慮
慰
慵
慶
慷
慾
憋
憎
憐
憔
憧
憨
憩
憫
憬
憲
憶
憾
懂
懈
應
懊
懋
懑
懒
懦
懧
懲
懵
懷
懹
懼
懽
懿
戀
戈
戊
戋
戌
戍
戎
戏
成
我
戒
戓
戕
或
戗
战
戚
戛
戟
戡
截
戮
戰
戲
戳
戴
戶
户
戽
戾
房
所
扁
扂
扃
扇
扈
扉
手
才
扎
扑
扒
打
扔
托
扛
扞
扢
扣
扦
执
扩
扪
扫
扬
扭
扮
扯
扰
扳
扶
批
扼
扽
找
承
技
抄
抉
把
抑
抒
抓
投
抖
抗
折
抚
抛
抟
抠
抡
抢
护
报
抨
披
抬
抱
抳
抵
抹
抺
押
抽
抿
拂
拄
担
拆
拇
拈
拉
拋
拌
拍
拎
拐
拒
拓
拔
拖
拗
拘
拙
拚
招
拜
拟
拢
拣
拥
拦
拧
拨
择
括
拭
拮
拯
拱
拳
拴
拶
拷
拸
拼
拽
拾
拿
持
挂
指
挈
按
挎
挑
挖
挚
挛
挝
挞
挟
挠
挡
挢
挣
挤
挥
挨
挪
挫
振
挲
挹
挺
挽
捂
捅
捆
捈
捉
捋
捌
捍
捎
捏
捐
捕
捞
损
捡
换
捣
捧
捨
捩
捬
捭
据
捯
捱
捲
捶
捷
捺
捻
掀
掂
掃
掇
授
掉
掌
掍
掏
掐
排
掖
掗
掘
掙
掛
掠
採
探
掣
接
控
推
掩
措
掬
掮
掰
掲
掳
掴
掷
掸
掺
掼
掾
揀
揄
揆
揉
揍
描
提
插
揖
揚
換
揠
握
揣
揥
揩
揪
揭
揮
援
揵
揶
揸
揽
揾
揿
搀
搁
搂
搅
搆
搋
損
搏
搐
搓
搔
搖
搜
搞
搠
搡
搥
搦
搧
搪
搬
搭
搶
携
搽
摀
摁
摃
摄
摅
摆
摇
摈
摊
摒
摔
摖
摘
摞
摧
摩
摫
摰
摸
摹
摺
撂
撃
撅
撇
撐
撑
撒
撕
撘
撙
撞
撢
撤
撥
撧
撩
撫
撬
播
撮
撰
撲
撵
撷
撸
撺
撼
撿
擀
擁
擂
擅
擇
擊
擋
操
擎
擒
擔
擘
據
擞
擠
擢
擤
擦
擬
擱
擴
擺
擾
攀
攒
攘
攜
攝
攞
攥
攫
支
收
攷
攸
改
攻
放
政
敀
故
效
敉
敌
敍
敏
救
敕
敖
敗
敘
教
敛
敝
敞
敢
散
敦
敫
敬
数
敲
整
敵
敷
數
斃
斄
文
斋
斌
斎
斐
斑
斓
斕
斗
料
斛
斜
斟
斡
斤
斥
斧
斩
斫
斬
断
斯
新
斲
斷
方
於
施
旁
旅
旋
旌
旎
族
旒
旖
旗
无
既
日
旦
旧
旨
早
旬
旭
旮
旯
旰
旱
旳
时
旷
旺
旻
旼
昀
昂
昃
昄
昆
昉
昊
昌
明
昏
昒
易
昔
昕
昙
昜
星
映
昢
春
昧
昨
昪
昫
昭
是
昰
昱
昴
昵
昶
昼
昽
显
晁
晃
晉
晋
晌
晏
晒
晓
晔
晕
晖
晗
晚
晟
晢
晤
晦
晨
普
景
晰
晳
晴
晶
晷
智
晾
暂
暄
暇
暈
暋
暌
暑
暖
暗
暝
暠
暢
暧
暨
暫
暮
暱
暴
暸
暹
暻
曆
曉
曙
曜
曝
曦
曩
曬
曰
曲
曳
更
曷
曹
曺
曻
曼
曽
曾
替
最
月
有
朊
朋
服
朐
朔
朕
朗
望
朝
朞
期
朢
朦
木
朩
未
末
本
札
朮
术
朱
朴
朵
机
朼
朽
杀
杂
权
杅
杆
杈
杉
杌
李
杏
材
村
杓
杖
杜
杞
束
杠
条
来
杨
杪
杭
杯
杰
東
杳
杵
杷
杸
杻
松
板
极
构
枇
枉
析
枑
枕
林
枘
枙
枚
果
枝
枞
枢
枣
枥
枧
枪
枫
枭
枯
枰
枱
枳
架
枷
枸
枽
柁
柄
柆
柏
某
柑
柒
染
柔
柘
柚
柜
柞
柠
柢
查
柩
柬
柯
柰
柱
柲
柳
柴
柸
柽
柿
栀
栃
栄
栅
标
栈
栉
栊
栋
栎
栏
树
栒
栓
栖
栗
栝
校
栩
株
栱
栲
样
核
根
栻
格
栽
栾
桀
桁
桂
桃
桅
框
案
桉
桌
桎
桐
桑
桓
桔
桜
桠
桡
桢
档
桤
桥
桦
桧
桨
桩
桫
桯
桲
桶
桷
桽
桿
梁
梃
梅
梆
梉
梏
梑
梒
梓
梗
條
梠
梢
梣
梦
梧
梨
梭
梯
械
梳
梵
梶
梿
检
棂
棄
棉
棋
棍
棒
棕
棘
棚
棠
棣
棪
森
棰
棱
棲
棵
棹
棺
棼
椁
椄
椅
椇
椋
植
椎
椐
椒
椤
椪
椭
椰
椴
椹
椽
椿
楂
楊
楔
楚
楛
楝
楞
楠
楢
楣
楤
楦
楫
楬
楮
極
楷
楸
楹
楼
榀
概
榄
榅
榆
榇
榈
榉
榍
榑
榔
榕
榖
榛
榜
榥
榧
榨
榫
榭
榮
榴
榷
榻
槁
槃
構
槌
槍
槎
槐
槓
様
槛
槟
槠
槪
槭
槲
槽
槿
樁
樂
樊
樋
樑
樓
樘
標
樟
模
樣
樨
横
樯
樱
樵
樹
樽
樾
橄
橇
橋
橐
橘
橙
橛
機
橡
橥
橦
橫
橱
橵
橹
橼
橾
檀
檃
檄
檎
檐
檔
檗
檞
檢
檩
檫
檬
檯
檳
櫃
櫈
櫕
櫚
欄
權
欑
欠
次
欢
欣
欤
欧
欰
欲
欴
欸
欹
欺
欽
款
歃
歆
歇
歉
歌
歐
歙
歛
歠
歡
止
正
此
步
武
歧
歩
歪
歲
歳
歷
歸
歹
死
歼
殁
殃
殄
殆
殇
殉
殊
残
殒
殓
殖
殘
殚
殡
殴
段
殷
殺
殿
毀
毁
毂
毅
毋
母
毎
每
毒
毓
比
毕
毖
毗
毘
毙
毛
毡
毫
毬
毯
毳
毽
氄
氅
氆
氇
氎
氏
氐
民
氓
气
氖
氘
氙
氚
氛
氟
氡
氢
氣
氤
氦
氧
氨
氩
氪
氫
氮
氯
氰
氲
水
氶
永
氺
氽
氾
汀
汁
求
汆
汇
汉
汊
汐
汔
汕
汗
汛
汜
汝
汞
江
池
污
汤
汨
汩
汪
汭
汰
汲
汴
汶
汸
汹
決
汽
汾
沁
沂
沃
沅
沆
沇
沈
沉
沌
沏
沐
沒
沓
沖
沙
沛
沟
没
沢
沣
沤
沥
沦
沧
沪
沫
沬
沭
沮
沱
河
沵
沸
油
治
沼
沽
沾
沿
況
泄
泅
泉
泊
泌
泍
泐
泓
泔
法
泗
泚
泛
泞
泠
泡
波
泣
泥
注
泪
泫
泭
泮
泯
泰
泱
泳
泵
泷
泸
泻
泼
泽
泾
洁
洄
洊
洋
洌
洏
洐
洒
洗
洘
洙
洛
洞
津
洧
洩
洪
洫
洮
洱
洲
洵
活
洼
洽
派
流
浃
浅
浆
浇
浈
浉
浊
测
济
浏
浐
浑
浒
浓
浔
浙
浚
浛
浜
浠
浡
浣
浦
浩
浪
浬
浮
浯
浴
浵
海
浸
浼
涂
涅
消
涉
涌
涎
涐
涓
涔
涕
涙
涚
涛
涝
涞
涟
涠
涡
涣
涤
润
涧
涨
涩
涪
涮
涯
液
涴
涵
涸
涼
涿
淀
淄
淅
淆
淇
淉
淋
淌
淏
淑
淖
淘
淙
淚
淝
淞
淠
淡
淤
淦
淨
淩
淫
淬
淮
深
淲
淳
混
淸
淹
淺
添
淼
渀
清
渊
渌
渍
渎
渐
渔
渗
渚
減
渝
渠
渡
渣
渤
渥
渧
温
渫
測
渭
港
渰
渲
渴
游
渺
渾
湃
湄
湊
湍
湎
湔
湖
湘
湛
湜
湟
湫
湮
湲
湳
湾
湿
満
溃
溅
溇
溉
溏
源
準
溘
溜
溞
溢
溥
溦
溧
溪
溫
溯
溱
溴
溶
溺
溻
溼
滁
滂
滅
滇
滋
滑
滓
滔
滕
滗
滘
滙
滚
滞
滟
满
滢
滤
滥
滦
滨
滩
滪
滴
滹
滾
滿
漁
漂
漆
漉
漏
漓
演
漕
漠
漢
漩
漪
漫
漬
漯
漱
漳
漸
漾
漿
潆
潇
潋
潍
潑
潔
潘
潛
潜
潞
潟
潢
潦
潭
潮
潰
潴
潸
潺
潼
澄
澈
澋
澍
澎
澜
澡
澤
澧
澳
澹
激
濃
濑
濒
濕
濙
濛
濞
濟
濠
濡
濫
濬
濮
濯
濱
濾
瀆
瀑
瀕
瀚
瀛
瀣
瀬
瀹
灌
灏
灞
火
灭
灯
灰
灵
灶
灸
灼
災
灾
灿
炀
炆
炉
炊
炎
炒
炔
炕
炖
炙
炜
炝
炤
炫
炬
炭
炮
炯
炱
炳
炵
炷
炸
点
炻
炼
炽
烁
烂
烃
烈
烊
烋
烏
烕
烘
烙
烛
烜
烟
烤
烦
烧
烨
烩
烫
烬
热
烯
烷
烹
烺
烽
焉
焊
焓
焕
焖
焗
焘
焙
焚
焜
焦
焯
焰
焱
然
煀
煅
煊
煌
煎
煖
煙
煜
煞
煤
煦
照
煨
煩
煮
煲
煳
煸
煺
煽
熄
熊
熏
熔
熘
熙
熟
熠
熨
熬
熱
熵
熹
熺
燃
燈
燊
燎
燒
燔
燕
燚
營
燠
燥
燧
燨
燭
燮
燻
燿
爀
爆
爍
爛
爪
爬
爭
爰
爱
爲
爵
父
爷
爸
爹
爺
爻
爽
爾
爿
牀
牆
片
版
牌
牍
牐
牒
牖
牙
牛
牝
牟
牠
牡
牢
牤
牦
牧
物
牯
牲
牴
牵
特
牺
牽
牾
犀
犁
犄
犊
犍
犒
犛
犟
犠
犬
犭
犯
犰
状
犷
犸
犹
狀
狂
狄
狈
狍
狎
狐
狒
狓
狗
狙
狞
狟
狠
狡
狥
狦
狨
狩
独
狭
狮
狯
狰
狱
狳
狷
狸
狹
狼
狽
猁
猌
猎
猕
猖
猗
猛
猜
猝
猞
猟
猡
猢
猥
猩
猪
猫
猬
猭
献
猱
猴
猵
猶
猾
猿
獄
獍
獎
獐
獒
獗
獚
獠
獨
獭
獲
獴
獵
獸
獹
獺
獻
獽
獾
玃
玄
玆
率
玉
玊
王
玎
玑
玕
玖
玙
玛
玠
玡
玢
玥
玦
玩
玫
玮
环
现
玲
玳
玶
玷
玺
玻
玾
珀
珂
珅
珆
珇
珈
珉
珊
珋
珍
珏
珐
珑
珗
珙
珛
珞
珠
珥
珨
珩
班
珮
珲
珴
珺
現
珿
球
琅
理
琇
琉
琌
琍
琏
琐
琛
琢
琥
琦
琨
琩
琪
琬
琯
琰
琳
琴
琵
琶
琹
琼
琾
瑀
瑁
瑄
瑆
瑈
瑌
瑍
瑑
瑕
瑙
瑚
瑛
瑜
瑞
瑟
瑣
瑪
瑯
瑰
瑶
瑼
瑾
瑿
璀
璃
璄
璇
璋
璎
璐
璗
璘
璚
璜
璞
璠
璣
璧
璨
璩
璭
環
璲
璶
璸
璺
璻
璽
瓁
瓆
瓊
瓙
瓜
瓠
瓢
瓣
瓤
瓦
瓩
瓮
瓯
瓳
瓴
瓶
瓷
瓸
瓿
甁
甄
甐
甑
甘
甙
甚
甜
生
甡
產
甥
甦
甧
用
甩
甪
甫
甬
甭
田
由
甲
申
电
男
甸
町
画
甾
畀
畅
界
畎
畏
畑
畔
留
畚
畜
畝
畠
畢
略
畦
番
畫
畯
異
畱
畲
畴
當
畸
畹
畿
疆
疇
疉
疊
疋
疍
疏
疑
疔
疖
疗
疙
疚
疝
疟
疠
疡
疣
疤
疥
疫
疭
疮
疯
疱
疲
疳
疴
疵
疸
疹
疼
疽
疾
痁
痂
痄
病
症
痈
痉
痊
痍
痒
痔
痕
痖
痘
痙
痚
痛
痜
痞
痠
痢
痣
痤
痧
痨
痪
痫
痰
痱
痲
痳
痴
痷
痹
痼
痿
瘀
瘁
瘂
瘅
瘊
瘋
瘌
瘗
瘘
瘙
瘛
瘜
瘟
瘠
瘢
瘤
瘦
瘧
瘩
瘪
瘫
瘴
瘸
瘾
瘿
癀
療
癃
癊
癌
癎
癒
癔
癖
癘
癜
癞
癡
癣
癫
癬
癱
癸
発
登
發
白
百
癿
皂
皃
的
皆
皇
皈
皊
皋
皎
皑
皒
皓
皖
皘
皙
皮
皱
皲
皴
皿
盂
盅
盆
盈
盉
益
盍
盎
盏
盐
监
盒
盓
盔
盖
盗
盘
盛
盞
盟
盡
盢
監
盤
盥
盧
目
盯
盱
盲
直
相
盹
盼
盽
盾
盿
省
眃
眇
眈
眉
眊
看
県
眏
眒
眔
眕
眖
眙
眞
真
眠
眣
眦
眨
眩
眬
眭
眯
眳
眵
眶
眷
眸
眺
眻
眼
眾
着
睁
睃
睇
睐
睑
睚
睛
睜
睟
睡
睢
督
睥
睦
睨
睪
睫
睬
睲
睹
睺
睼
睽
睾
睿
瞄
瞅
瞋
瞌
瞎
瞑
瞒
瞞
瞟
瞠
瞢
瞥
瞧
瞩
瞪
瞬
瞭
瞰
瞳
瞴
瞷
瞻
瞽
瞿
矍
矗
矛
矜
矢
矣
知
矩
矪
矫
短
矮
石
矶
矸
矹
矽
矾
矿
砀
码
砂
砃
砆
砉
砋
砌
砍
砐
砑
砒
砓
研
砖
砘
砙
砚
砛
砜
砝
砞
砟
砣
砥
砦
砧
砩
砫
砬
砭
砰
砱
砲
破
砵
砷
砸
砹
砺
砻
砼
砾
础
硂
硄
硅
硉
硌
硎
硏
硐
硑
硒
硓
硕
硖
硗
硝
硪
硫
硬
确
硷
硼
碁
碇
碉
碊
碌
碍
碎
碏
碑
碓
碔
碗
碘
碚
碛
碜
碞
碟
碡
碣
碦
碧
碩
碭
碰
碱
碲
碳
碴
碹
確
碼
碾
磁
磅
磊
磋
磐
磕
磙
磡
磨
磬
磱
磷
磺
礁
礎
礙
礚
礛
礟
礢
礦
礧
礴
礹
示
礻
礼
社
祀
祁
祂
祆
祇
祈
祉
祍
祐
祑
祒
祖
祗
祘
祚
祛
祜
祝
神
祟
祠
祡
祢
祥
票
祭
祯
祷
祸
祺
祼
祾
禀
禁
禄
禅
禊
禍
福
禔
禗
禦
禧
禮
禰
禱
禲
禳
禹
禺
离
禽
禾
秀
私
秂
秃
秅
秆
秈
秉
秋
种
秏
科
秒
秕
秘
租
秣
秤
秦
秧
秨
秩
秪
秭
积
称
秶
秸
移
秽
秾
稀
稃
稅
程
稍
税
稑
稓
稔
稗
稚
稞
稠
稣
稦
稬
種
稰
稱
稲
稳
稷
稸
稹
稻
稼
稽
稿
穆
穌
積
穎
穑
穕
穗
穝
穦
穧
穩
穫
穰
穴
究
穷
穹
空
穿
突
窃
窄
窈
窍
窑
窒
窕
窖
窗
窘
窜
窝
窟
窠
窢
窣
窥
窦
窨
窭
窮
窰
窱
窸
窾
窿
竇
竊
立
竒
竕
竖
竘
站
竜
竞
竟
章
竡
竣
童
竭
端
競
竹
竺
竽
竿
笃
笄
笆
笈
笋
笏
笐
笑
笓
笔
笕
笙
笛
笞
笠
笢
笤
符
笨
笩
第
笭
笱
笲
笴
笵
笺
笻
笼
笾
笿
筁
筅
筆
等
筋
筏
筐
筑
筒
答
策
筘
筛
筜
筝
筠
筦
筮
筱
筲
筴
筵
筷
筹
筻
筼
筽
签
筿
简
箅
箍
箔
箕
算
箜
箝
管
箦
箧
箨
箩
箫
箭
箱
箴
箸
節
篁
範
篅
篆
篇
築
篌
篑
篓
篙
篝
篡
篤
篦
篪
篮
篱
篷
篾
簀
簇
簈
簌
簕
簘
簜
簟
簡
簧
簪
簫
簸
簽
簿
籀
籁
籃
籊
籌
籍
籐
籟
籠
米
籴
籵
籹
类
籼
籽
粄
粉
粑
粒
粕
粗
粘
粟
粤
粥
粧
粪
粮
粱
粲
粳
粹
粻
粼
粽
精
粿
糁
糃
糅
糊
糌
糍
糑
糕
糖
糗
糙
糜
糞
糟
糠
糨
糬
糯
糵
糷
糸
系
糾
紀
約
紅
紆
紇
紈
紊
紋
納
紐
純
紙
級
素
索
紦
紧
紫
紮
累
細
紹
紿
終
絃
組
絋
結
絔
絕
絘
絞
絡
給
絬
絮
統
絲
絵
絿
綁
綄
經
継
綜
綞
綟
綠
綢
綦
維
綮
網
綴
綷
綼
綾
緊
緋
緍
緑
緒
緓
線
緝
緞
締
緣
編
緩
緫
練
縂
縛
縣
縤
縫
縮
縱
縳
縷
總
績
繁
繄
繇
織
繙
繞
繦
繧
繪
繫
繰
繳
繷
繻
繼
纂
續
纖
纠
纡
红
纣
纤
纥
约
级
纨
纪
纫
纬
纭
纯
纰
纱
纲
纳
纵
纶
纷
纸
纹
纺
纽
纾
线
绀
练
组
绅
细
织
终
绉
绊
绋
绌
绍
绎
经
绐
绑
绒
结
绔
绕
绗
绘
给
绚
绛
络
绝
绞
统
绡
绢
绣
绥
绦
继
绨
绩
绪
绫
续
绮
绯
绰
绳
维
绵
绶
绷
绸
绺
绻
综
绽
绾
绿
缀
缁
缂
缃
缄
缅
缆
缇
缈
缉
缋
缌
缍
缎
缏
缐
缒
缓
缔
缕
编
缗
缘
缙
缚
缛
缜
缝
缟
缠
缡
缢
缣
缤
缥
缦
缧
缨
缩
缪
缫
缬
缭
缮
缯
缰
缱
缳
缴
缵
缶
缷
缸
缺
罁
罂
罄
罅
罇
罊
罋
罏
罐
网
罔
罕
罖
罗
罘
罙
罚
罟
罡
罢
罣
罤
罨
罩
罪
罫
罭
置
罰
署
罴
罵
罷
罸
罹
罺
罻
罽
罾
罿
羁
羂
羅
羇
羈
羉
羊
羌
美
羏
羑
羒
羓
羔
羕
羘
羙
羚
羛
羜
羝
羞
羟
羡
群
羧
義
羫
羬
羭
羮
羯
羰
羲
羳
羶
羷
羸
羹
羽
羾
羿
翀
翁
翃
翅
翉
翊
翋
翌
翎
翑
習
翓
翔
翕
翘
翚
翛
翜
翞
翟
翠
翡
翣
翤
翥
翦
翩
翮
翯
翰
翱
翳
翴
翹
翺
翻
翼
耀
老
考
耄
者
耆
耋
而
耍
耐
耒
耕
耗
耘
耙
耜
耞
耥
耦
耧
耳
耶
耷
耸
耻
耽
耿
聂
聃
聆
聊
聋
职
聍
聒
联
聕
聖
聘
聚
聞
聤
聩
聪
聯
聰
聲
職
聼
聽
聿
肀
肃
肄
肅
肆
肇
肉
肋
肌
肏
肓
肖
肘
肚
肛
肜
肝
肟
肠
股
肢
肤
肥
肩
肪
肫
肮
肯
肱
育
肴
肺
肼
肽
肾
肿
胀
胁
胂
胃
胄
胆
胊
背
胍
胎
胔
胖
胗
胚
胛
胜
胝
胞
胡
胣
胤
胥
胧
胨
胩
胪
胫
胬
胭
胯
胰
胱
胳
胴
胶
胸
胺
胼
能
脂
脄
脅
脆
脇
脈
脉
脊
脋
脍
脏
脐
脑
脒
脓
脔
脕
脖
脘
脚
脢
脣
脤
脩
脫
脯
脰
脱
脲
脷
脸
脹
脾
腀
腃
腆
腈
腊
腋
腌
腍
腐
腑
腓
腔
腕
腘
腙
腥
腦
腧
腩
腫
腭
腮
腰
腱
腳
腴
腶
腸
腹
腺
腻
腼
腾
腿
膀
膂
膈
膊
膏
膑
膘
膛
膜
膝
膞
膟
膠
膦
膨
膳
膹
膺
膻
膽
臀
臂
臃
臆
臉
臊
臌
臓
臘
臟
臣
臥
臧
臨
臩
自
臬
臭
至
致
臸
臺
臻
臼
臾
舀
舂
舄
舅
舆
興
舉
舊
舌
舍
舐
舒
舔
舖
舛
舜
舞
舟
舢
舧
舨
航
舫
般
舭
舯
舰
舱
舴
舵
舶
舷
船
舺
舾
舿
艄
艇
艉
艋
艏
艘
艙
艦
艮
良
艰
艱
色
艳
艹
艺
艽
艾
艿
芀
节
芃
芄
芈
芊
芋
芍
芎
芒
芘
芙
芛
芜
芝
芞
芠
芡
芥
芦
芨
芩
芪
芫
芬
芭
芮
芯
芰
花
芳
芴
芷
芸
芹
芺
芽
芾
苀
苁
苄
苇
苊
苋
苌
苍
苎
苏
苑
苒
苓
苔
苕
苗
苚
苛
苜
苝
苞
苟
苡
苣
苤
若
苦
苯
英
苷
苹
苺
苻
茁
茂
范
茄
茅
茉
茍
茎
茏
茔
茕
茗
茚
茛
茜
茧
茨
茫
茬
茭
茯
茱
茲
茴
茵
茶
茸
茹
茺
茼
荀
荃
荆
荇
草
荏
荐
荑
荒
荔
荖
荚
荛
荜
荞
荟
荠
荡
荣
荤
荥
荦
荧
荨
荪
荫
药
荷
荸
荻
荼
荽
荾
莂
莅
莆
莉
莊
莎
莒
莓
莘
莞
莠
莨
莪
莫
莰
莱
莲
莳
莴
莶
获
莹
莺
莼
莽
菀
菁
菂
菃
菅
菇
菈
菊
菌
菏
菓
菔
菖
菘
菜
菝
菟
菠
菡
菥
菩
菪
華
菰
菱
菲
菸
萁
萃
萄
萊
萋
萌
萍
萎
萘
萜
萝
萤
营
萦
萧
萨
萩
萬
萰
萱
萸
萼
落
萿
葆
葉
葌
著
葙
葚
葛
葜
葝
葡
董
葩
葫
葬
葭
葱
葳
葵
葶
葸
葺
蒂
蒄
蒈
蒉
蒋
蒌
蒎
蒐
蒗
蒙
蒜
蒟
蒡
蒭
蒯
蒲
蒴
蒸
蒺
蒻
蒽
蒿
蓁
蓂
蓄
蓉
蓊
蓋
蓍
蓑
蓓
蓔
蓖
蓝
蓟
蓣
蓥
蓦
蓬
蓮
蓿
蔑
蔓
蔗
蔚
蔡
蔫
蔬
蔭
蔷
蔸
蔺
蔻
蔼
蔽
蕃
蕈
蕉
蕊
蕖
蕙
蕞
蕨
蕩
蕯
蕲
蕴
蕺
蕻
蕾
薁
薄
薇
薏
薙
薛
薜
薦
薨
薩
薪
薮
薯
薰
薳
薹
藁
藉
藍
藏
藐
藓
藕
藜
藝
藤
藥
藦
藩
藻
藿
蘅
蘇
蘊
蘑
蘖
蘘
蘭
蘸
蘼
蘿
虎
虏
虐
虑
虔
處
虚
虛
虜
虞
號
虫
虬
虱
虳
虴
虹
虺
虻
虼
虽
虾
虿
蚀
蚁
蚂
蚃
蚊
蚋
蚌
蚓
蚔
蚕
蚗
蚚
蚜
蚝
蚣
蚤
蚧
蚩
蚪
蚬
蚯
蚰
蚱
蚳
蚴
蚵
蚶
蚺
蚾
蛀
蛁
蛄
蛆
蛇
蛉
蛊
蛋
蛎
蛏
蛐
蛔
蛙
蛛
蛞
蛟
蛤
蛭
蛮
蛰
蛱
蛲
蛴
蛸
蛹
蛾
蜀
蜂
蜃
蜇
蜈
蜉
蜊
蜍
蜒
蜓
蜕
蜗
蜘
蜚
蜜
蜡
蜢
蜣
蜥
蜰
蜱
蜴
蜷
蜻
蜿
蝇
蝈
蝉
蝌
蝍
蝎
蝓
蝕
蝗
蝙
蝚
蝠
蝣
蝥
蝦
蝨
蝮
蝰
蝴
蝶
蝻
蝼
蝽
蝾
螁
螂
螃
螅
螈
螉
螌
融
螒
螚
螛
螝
螞
螟
螠
螢
螤
螨
螫
螬
螭
螯
螳
螺
螽
蟀
蟆
蟋
蟑
蟒
蟠
蟥
蟮
蟲
蟹
蟺
蟻
蟼
蟽
蟾
蟿
蠀
蠂
蠅
蠈
蠉
蠊
蠋
蠍
蠓
蠔
蠕
蠖
蠡
蠢
蠲
蠵
蠹
血
衄
衅
行
衍
術
衔
街
衙
衛
衝
衞
衡
衢
衣
补
表
衩
衪
衫
衬
衭
衮
衰
衲
衵
衷
衹
衾
袁
袂
袄
袅
袈
袋
袍
袐
袒
袓
袖
袗
袛
袜
袢
袤
被
袭
袮
袱
裁
裂
装
裆
裇
裋
裏
裑
裒
裔
裕
裘
裙
補
裝
裟
裡
裤
裥
裨
裰
裱
裲
裳
裴
裸
裹
製
裾
褂
褊
褐
褒
褓
褔
褙
褚
褛
褡
褥
褦
褪
褫
褲
褴
褶
褻
襁
襃
襄
襌
襞
襟
襪
襲
襻
西
要
覂
覃
覆
見
規
覓
視
覚
覜
覧
親
覺
覽
觀
见
观
规
觅
视
觇
览
觉
觊
觋
觌
觎
觏
觐
觑
角
觔
觚
觜
觞
解
觥
触
觫
觯
觳
觸
言
訂
訇
計
訊
討
訓
託
記
訞
訧
訪
設
許
訴
診
註
証
訽
訾
詐
評
詛
詞
詢
詣
試
詩
詪
詫
詭
話
該
詳
詹
誅
誉
誊
誌
認
誏
誑
誓
誕
語
誠
誤
誦
誧
誨
説
誰
課
誹
誼
調
諀
談
請
論
諟
諡
諮
諷
諸
諾
謀
謂
謇
謗
謙
講
謝
謢
謬
謹
證
識
譜
警
譫
譬
議
譲
譴
護
譽
讀
讃
讉
變
讓
讚
计
订
讣
认
讥
讦
讧
讨
让
讪
讫
讬
训
议
讯
记
讲
讳
讴
讶
讷
许
讹
论
讼
讽
设
访
诀
证
诂
诃
评
诅
识
诈
诉
诊
诋
诌
词
诏
译
诒
诓
诔
试
诗
诘
诙
诚
诛
诜
话
诞
诟
诠
诡
询
诣
该
详
诧
诨
诩
诪
诫
诬
语
诮
误
诰
诱
诲
诳
说
诵
诶
请
诸
诺
读
诽
课
诿
谀
谁
谂
调
谄
谅
谆
谈
谊
谋
谌
谍
谎
谏
谐
谑
谒
谓
谔
谕
谗
谘
谙
谚
谛
谜
谟
谢
谣
谤
谥
谦
谧
谨
谩
谪
谬
谭
谯
谰
谱
谲
谴
谵
谶
谷
豁
豆
豇
豈
豉
豋
豌
豐
豔
豕
豚
象
豢
豨
豪
豫
豬
豸
豹
豺
豻
豿
貂
貅
貉
貌
貍
貓
貔
貘
貝
貞
負
財
貢
貧
貨
販
貫
責
貭
貴
買
貸
費
貼
貿
賀
資
賈
賓
賜
賞
賠
賢
賣
賥
賦
質
賬
賭
賴
賸
賺
購
賽
贊
贏
贖
贝
贞
负
贡
财
责
贤
败
账
货
质
贩
贪
贫
贬
购
贮
贯
贰
贱
贲
贴
贵
贶
贷
贸
费
贺
贻
贼
贽
贾
贿
赀
赁
赂
赃
资
赅
赈
赉
赊
赋
赌
赎
赏
赐
赑
赒
赓
赔
赖
赘
赚
赛
赜
赝
赞
赠
赡
赢
赣
赤
赦
赧
赫
赭
走
赳
赴
赵
赶
起
赻
赽
趁
趄
超
越
趋
趑
趔
趕
趟
趣
趨
足
趴
趵
趸
趺
趼
趾
趿
跃
跄
跆
跋
跌
跎
跏
跐
跑
跖
跗
跘
跚
跛
距
跞
跟
跡
跣
跤
跥
跦
跨
跩
跪
路
跳
践
跶
跷
跹
跺
跻
踀
踉
踊
踌
踏
踐
踝
踞
踟
踢
踨
踩
踪
踮
踯
踰
踱
踵
踹
踽
蹀
蹁
蹂
蹄
蹇
蹈
蹉
蹊
蹋
蹑
蹒
蹙
蹚
蹟
蹤
蹦
蹩
蹬
蹭
蹯
蹰
蹲
蹴
蹶
蹼
蹿
躁
躅
躇
躍
躏
躝
躞
身
躬
躯
躲
躶
躹
躺
車
軌
軍
軚
軟
軮
軸
較
載
輒
輔
輕
輙
輛
輝
輩
輪
輯
輸
輻
轄
轉
轍
轕
轟
车
轧
轨
轩
轫
转
轭
轮
软
轰
轱
轲
轳
轴
轶
轸
轻
轼
载
轾
轿
辂
较
辄
辅
辆
辇
辈
辉
辊
辋
辍
辐
辑
输
辔
辕
辖
辗
辘
辙
辚
辛
辜
辞
辟
辣
辦
辨
辩
辫
辭
辮
辯
辰
辱
農
边
辺
辽
达
迁
迂
迄
迅
过
迈
迎
运
近
迓
返
还
这
进
远
违
连
迟
迠
迡
迢
迤
迥
迦
迩
迪
迫
迭
述
迳
迴
迵
迷
迸
迹
迺
追
退
送
适
逃
逄
逅
逆
选
逊
逋
逍
逎
透
逐
逑
递
途
逖
逗
通
逛
逝
逞
速
造
逡
逢
連
逦
逨
逮
週
逵
逶
逸
逹
逻
逼
逾
遁
遂
遄
遇
遊
運
遍
過
遏
遐
遑
遒
道
達
違
遗
遘
遙
遛
遜
遞
遟
遠
遢
遣
遥
遨
適
遭
遮
遯
遲
遴
遵
遷
選
遺
遽
避
邀
邁
邂
邃
還
邈
邉
邊
邋
邏
邑
邓
邕
邛
邝
邡
邢
那
邦
邪
邬
邮
邯
邰
邱
邵
邸
邹
邺
邻
邽
郁
郇
郊
郎
郑
郔
郗
郝
郞
郡
郢
郤
郥
郦
郧
部
郪
郭
郯
郴
郵
郷
郸
都
郾
鄂
鄄
鄉
鄙
鄞
鄢
鄧
鄯
鄰
鄱
酃
酉
酊
酋
酌
配
酎
酏
酐
酒
酕
酗
酘
酚
酝
酞
酡
酢
酣
酥
酦
酩
酪
酬
酮
酯
酰
酱
酵
酶
酷
酸
酹
酽
酿
醅
醇
醉
醋
醌
醍
醐
醑
醒
醚
醛
醢
醣
醪
醫
醬
醮
醯
醴
醺
釀
釆
采
釉
释
釋
里
重
野
量
釐
金
釘
釜
針
釣
釬
釴
鈍
鈔
鈾
鉀
鉄
鉆
鉑
鉓
鉛
鉨
鉴
銀
銅
銡
銮
銷
銹
鋂
鋪
鋰
鋼
錄
錘
錞
錢
錦
錫
錯
錾
鍊
鍵
鍾
鎊
鎏
鎔
鎖
鎘
鎚
鎮
鏈
鏊
鏖
鏘
鏡
鏢
鏣
鏻
鐘
鐡
鐵
鐽
鑑
鑫
鑰
鑽
鑿
钆
钇
针
钉
钊
钋
钌
钍
钎
钏
钐
钒
钓
钕
钗
钙
钚
钛
钜
钝
钞
钟
钠
钡
钢
钣
钤
钥
钦
钧
钨
钩
钪
钫
钬
钭
钮
钯
钰
钱
钳
钴
钵
钶
钷
钸
钹
钺
钻
钼
钽
钾
铀
铁
铂
铃
铄
铅
铆
铇
铈
铉
铊
铋
铌
铍
铎
铏
铐
铑
铒
铓
铕
铛
铜
铝
铟
铠
铡
铢
铣
铤
铥
铧
铨
铩
铪
铬
铭
铮
铯
铰
铱
铲
铳
铵
银
铷
铸
铹
铺
铼
铽
链
铿
销
锁
锂
锃
锄
锅
锆
锇
锈
锉
锋
锌
锎
锏
锐
锑
锒
锔
锕
锗
错
锚
锛
锜
锝
锟
锠
锡
锢
锣
锤
锥
锦
锨
锭
键
锯
锰
锱
锲
锴
锵
锶
锷
锹
锺
锻
镀
镁
镂
镇
镉
镊
镌
镍
镎
镏
镐
镑
镓
镔
镕
镖
镗
镘
镛
镜
镝
镟
镡
镢
镣
镤
镥
镦
镧
镨
镫
镬
镭
镮
镯
镰
镱
镲
镳
镴
镶
長
镼
长
閃
閉
閒
間
閕
閘
閙
関
閣
闆
闕
闖
闘
门
闩
闪
闫
闭
问
闯
闰
闲
闳
间
闵
闷
闸
闹
闺
闻
闼
闽
闾
阀
阁
阂
阄
阅
阆
阇
阈
阉
阊
阋
阍
阎
阐
阑
阒
阔
阕
阖
阗
阙
阜
队
阡
阪
阬
阮
阰
阱
防
阳
阴
阵
阶
阻
阿
陀
陂
附
际
陆
陇
陈
陉
陋
陌
降
限
陑
陓
陔
陕
陛
陡
院
陣
除
陨
险
陪
陫
陬
陰
陲
陳
陵
陶
陷
陸
陽
隃
隅
隆
隈
隊
隋
隍
階
随
隐
隔
隕
隗
隘
隙
際
障
隠
隧
隨
險
隱
隳
隶
隸
隻
隼
隽
难
雀
雁
雃
雄
雅
集
雇
雉
雌
雍
雎
雏
雒
雕
雖
雙
雚
雞
雠
離
難
雦
雨
雪
雯
雲
雳
零
雷
雹
電
雾
需
霁
霄
霆
震
霈
霉
霍
霎
霏
霓
霖
霚
霜
霞
霧
霭
霰
露
霸
霹
霾
靈
靑
青
靓
靖
静
靛
靜
非
靠
靡
面
靣
靥
革
靳
靴
靶
靺
靼
靿
鞅
鞋
鞍
鞑
鞘
鞠
鞣
鞥
鞧
鞨
鞭
鞯
韋
韌
韓
韡
韦
韧
韩
韪
韫
韬
韭
音
韵
韶
響
頂
頃
項
順
須
頌
預
頓
頗
領
頫
頬
頭
頰
頸
頻
頼
顆
題
額
顎
顏
顔
願
顚
類
顧
顯
顱
页
顶
顷
顸
项
顺
须
顼
顽
顾
顿
颀
颁
颂
预
颅
领
颇
颈
颉
颊
颌
颍
颏
颐
频
颓
颔
颖
颗
题
颚
颜
额
颞
颟
颠
颡
颢
颤
颦
颧
風
颱
飄
风
飏
飑
飒
飓
飔
飕
飘
飙
飚
飛
飞
食
飢
飧
飨
飪
飯
飲
飾
餂
餅
餉
養
餍
餐
餓
餘
餠
餡
館
餮
餵
饑
饒
饔
饕
饥
饨
饪
饫
饬
饭
饮
饯
饰
饱
饲
饴
饵
饶
饷
饺
饼
饽
饿
馀
馁
馃
馄
馅
馆
馈
馉
馊
馋
馍
馏
馐
馑
馒
馓
馔
馕
首
馗
香
馥
馨
馬
駁
駐
駕
駝
駭
駱
騎
騙
騷
騾
驃
驅
驒
驗
驚
马
驭
驮
驯
驰
驱
驳
驴
驶
驷
驸
驹
驻
驼
驽
驾
驿
骀
骁
骂
骃
骄
骅
骆
骇
骈
骊
骋
验
骏
骐
骑
骒
骓
骗
骘
骚
骛
骜
骝
骞
骟
骠
骡
骢
骤
骥
骨
骰
骶
骷
骸
骹
骺
骼
骿
髀
髁
髂
髅
髈
髋
髌
髎
髑
髓
體
高
髙
髡
髣
髦
髪
髭
髮
髯
髷
髹
髻
鬃
鬆
鬈
鬍
鬓
鬟
鬣
鬥
鬭
鬱
鬻
鬼
魀
魁
魂
魄
魅
魆
魇
魉
魍
魏
魑
魔
魚
魜
魟
魣
魯
鮑
鮩
鮫
鮭
鮻
鯈
鯊
鯥
鯨
鰆
鰓
鰕
鰩
鱼
鱿
鲀
鲁
鲂
鲅
鲆
鲇
鲈
鲉
鲊
鲍
鲎
鲐
鲑
鲔
鲕
鲛
鲜
鲟
鲠
鲡
鲢
鲣
鲤
鲥
鲦
鲨
鲩
鲫
鲭
鲮
鲱
鲲
鲳
鲵
鲶
鲷
鲸
鲹
鲻
鲼
鲽
鳀
鳃
鳄
鳅
鳉
鳊
鳌
鳍
鳎
鳏
鳐
鳓
鳔
鳕
鳖
鳗
鳙
鳜
鳝
鳞
鳟
鳢
鳥
鳦
鳯
鳴
鴃
鴆
鴠
鴩
鴻
鵝
鵾
鶠
鷧
鷹
鸌
鸟
鸠
鸡
鸢
鸣
鸥
鸦
鸨
鸩
鸪
鸫
鸬
鸭
鸮
鸯
鸱
鸲
鸳
鸵
鸶
鸷
鸸
鸹
鸺
鸻
鸽
鸾
鸿
鹀
鹂
鹃
鹄
鹅
鹈
鹉
鹊
鹋
鹌
鹎
鹏
鹑
鹕
鹗
鹘
鹚
鹜
鹞
鹟
鹣
鹤
鹦
鹧
鹨
鹩
鹪
鹫
鹬
鹭
鹮
鹰
鹱
鹳
鹽
鹿
麂
麇
麈
麋
麒
麓
麗
麝
麟
麥
麦
麳
麴
麵
麸
麻
麼
麽
麾
麿
黃
黄
黉
黍
黎
黏
黑
黒
黔
默
黙
黛
黜
黝
點
黟
黠
黢
黥
黧
黨
黩
黯
黴
黾
鼎
鼐
鼓
鼠
鼢
鼩
鼬
鼯
鼱
鼷
鼹
鼻
鼾
齊
齐
齒
齡
齣
齿
龃
龄
龅
龇
龈
龉
龊
龋
龌
龍
龐
龙
龚
龛
龜
龟
鿫
鿭
ꄘ
ꇕ
ꗔ
ꚭ
ꞑ
ꠈ
가
간
갈
같
겠
겹
계
고
곱
공
관
구
국
그
귿
기
김
까
께
나
냉
네
넷
녁
녕
노
는
니
다
닫
달
당
덟
데
도
동
둘
드
디
때
래
럼
륈
를
리
릿
마
만
맛
매
먹
면
몇
무
바
밥
배
백
베
보
볼
봐
부
분
불
비
빔
빛
빠
뻐
살
삼
샤
서
섯
세
셋
셔
스
슨
습
시
식
심
십
아
안
어
엇
에
여
열
영
예
오
옷
와
요
우
운
워
원
유
으
을
음
이
인
일
읽
있
장
저
전
점
제
조
좋
주
즘
지
집
차
책
천
치
친
침
커
크
클
탕
턈
터
톈
파
포
피
하
한
함
해
행
호
홉
화
황
히
更
車
串
句
金
奈
羅
樂
落
蘭
藍
拉
來
老
路
露
綠
錄
論
壘
樓
菱
讀
諾
率
異
便
復
不
數
索
參
葉
說
沈
若
略
兩
良
量
女
旅
力
歷
年
練
聯
蓮
連
列
裂
廉
念
令
靈
領
例
惡
了
料
療
阮
流
留
類
六
陸
輪
律
隆
利
易
梨
理
裡
離
林
臨
立
狀
識
什
茶
切
度
行
降
見
益
神
福
都
館
器
ﬁ
ﬂ
️
︠
︡
︰
︱
︸
︹
︺
︽
︾
﹁
﹄
﹊
﹍
﹐
﹑
﹒
﹔
﹕
﹖
﹗
﹚
﹛
﹜
﹝
﹞
﹡
﹣
！
＂
＃
＄
％
＆
＇
（
）
＊
＋
，
－
．
／
０
１
２
３
４
５
６
７
８
９
：
；
＜
＝
＞
？
＠
Ａ
Ｂ
Ｄ
Ｅ
Ｆ
Ｈ
Ｉ
Ｍ
Ｎ
Ｏ
Ｐ
Ｒ
Ｓ
Ｔ
Ｖ
Ｗ
Ｘ
［
＼
］
＿
ａ
ｂ
ｄ
ｅ
ｇ
ｈ
ｉ
ｋ
ｌ
ｍ
ｎ
ｏ
ｐ
ｒ
ｓ
ｔ
ｖ
ｗ
ｘ
｜
～
｡
｢
｣
､
･
￠
￡
￣
￥
￭
￼
𐊆
𐊍
𐊎
𐊐
𐊕
𐊗
𐌀
𐌄
𐌉
𐌓
𐌕
𐎡
𐎫
𐎳
𐎺
𐎼
𐏁
𐨀
𐨁
𐨩
𐨫
𐨮
𒆪
𒊩
𝔓
🌀
🌎
🏎
👕
👻
💅
💡
💩
😀
😉
😜
😭
😱
🙂
🙋
🚀
🚨
🤗
🤦
🤯
🧨
🧱
🪆
𠮶
𣬠
𣬶
𣸨
𦈌
𨅬
𪨶
𫐖
𫖮
𫚉
𫚕
𫛭
𫟼
𫠒
𫪁
𫫇
𬀩
𬀪
𬒈
𬘡
𬣙
𬤊
𬬩
𬬮
𬭊
𬭩
𬭸
𬮤
𬶋
𬶨
󠄆
##r
##i
##n
##t
##C
##h
##e
##c
##k
##s
##0
##6
##1
##7
##4
##9
##3
##o
##ß
##b
##a
##d
##g
##m
##v
##l
##5
##8
##q
##u
##A
##M
##2
##f
##y
##O
##p
##U
##S
##T
##z
##x
##G
##D
##w
##B
##H
##R
##F
##I
##P
##j
##V
##é
##š
##ĭ
##L
##～
##Z
##N
##E
##è
##X
##Y
##Q
##ć
##K
##½
##×
##í
##W
##Ö
##Ü
##Ş
##Ə
##ἰ
##ν
##ι
##ᾶ
##ε
##ς
##ɾ
##°
##ü
##á
##ø
##ô
##²
##î
##ː
##③
##④
##⑤
##ị
##ţ
##â
##€
##न
##्
##द
##ㄜ
##J
##™
##①
##ل
##ى
##व
##ा
##ब
##ग
##ञ
##ज
##ˈ
##ř
##─
##ó
##ý
##ú
##Â
##¬
##️
##ö
##−
##Á
##ɖ
##ο
##동
##원
##ɛ
##ʁ
##ɔ
##θ
##ʌ
##ə
##ä
##ʊ
##ê
##ㄨ
##ņ
##ë
##γ
##ί
##α
##å
##ŋ
##⁄
##£
##μ
##ッ
##ド
##ș
##℃
##み
##¦
##ὐ
##면
##하
##나
##주
##세
##요
##ð
##δ
##ō
##이
##클
##ʻ
##ရ
##ု
##တ
##်
##န
##း
##１
##Ｎ
##č
##ı
##ã
##ी
##û
##→
##ố
##ʒ
##æ
##ī
##à
##＄
##어
##ぐ
##ò
##´
##ず
##ま
##ā
##ñ
##ç
##ե
##բ
##ո
##ս
##ƒ
##¼
##π
##ρ
##χ
##ő
##ά
##σ
##ω
##ز
##د
##ی
##ک
##ِ
##ب
##ْ
##ـ
##ر
##َ
##ا
##ه
##ي
##م
##έ
##⑧
##ɪ
##ē
##ṭ
##ū
##®
##ş
##פ
##ו
##⠆
##ḵ
##̱
##Τ
##र
##ि
##प
##थ
##⑴
##ɑ
##ח
##ש
##ך
##ỳ
##∶
##ش
##ت
##İ
##в
##д
##е
##빛
##샤
##워
##Ⅰ
##о
##ш
##л
##а
##н
##и
##도
##마
##셔
##ن
##ǐ
##ǎ
##º
##ะ
##ส
##า
##ù
##Ã
##©
##ł
##¨
##̯
##ɕ
##ɐ
##ɒ
##ề
##다
##ụ
##ï
##É
##ע
##ר
##을
##까
##С
##ら
##𐌉
##い
##ń
##식
##υ
##τ
##ό
##ė
##ａ
##０
##¥
##Š
##∈
##ư
##ơ
##ď
##ʃ
##מ
##י
##ɥ
##ד
##화
##를
##ă
##ㄆ
##ύ
##φ
##ָ
##ֹ
##ן
##キ
##≤
##ת
##ˉ
##˧
##の
##ユ
##̥
##ʰ
##ʔ
##т
##с
##Ä
##õ
##ǒ
##ę
##́
##ή
##ג
##λ
##κ
##œ
##영
##호
##９
##７
##３
##４
##５
##る
##ž
##だ
##ち
##ှ
##ပ
##ဖ
##ိ
##ɯ
##∪
##ˊ
##섯
##ɡ
##ὶ
##η
##⑦
##ㄓ
##ɣ
##ʉ
##ẽ
##〇
##̃
##ğ
##ż
##♪
##👕
##و
##６
##м
##з
##к
##Ć
##２
##ა
##რ
##გ
##ი
##⁰
##아
##⠐
##⠮
##㍘
##ŭ
##께
##한
##ś
##℉
##ー
##ệ
##ì
##ु
##ं
##त
##þ
##⠂
##ټ
##ℓ
##נ
##א
##ם
##ῶ
##지
##만
##고
##기
##가
##у
##р
##８
##п
##̪
##Λ
##ŏ
##⠗
##ą
##Ａ
##つ
##か
##ḥ
##ㄗ
##³
##계
##탕
##맛
##때
##ķ
##ി
##ക
##്
##■
##엇
##크
##릿
##ㄛ
##β
##분
##에
##ွ
##လ
##ေ
##့
##̹
##Ⅱ
##ě
##⠖
##ㄘ
##ա
##տ
##մ
##ի
##չ
##∗
##ʀ
##ṛ
##أ
##な
##ิ
##น
##ท
##ร
##โ
##ก
##ม
##ล
##ย
##์
##ุ
##ต
##¹
##ʼ
##レ
##シ
##フ
##ў
##¾
##Ó
##ִ
##ּ
##ק
##͠
##□
##ج
##ۃ
##り
##と
##も
##ы
##й
##￣
##▷
##ف
##ȍ
##ȁ
##국
##ʿ
##อ
##ซ
##ɱ
##լ
##ք
##ն
##｜
##＋
##µ
##เ
##ื
##ง
##ậ
##ч
##ฟ
##ַ
##ְ
##ה
##✌
##✨
##թ
##ը
##ր
##부
##여
##ૂ
##う
##㎝
##해
##ല
##യ
##ാ
##ള
##ം
##エ
##ص
##ح
##バ
##녕
##ぱ
##┮
##ŵ
##구
##무
##좋
##Ｔ
##Ｏ
##터
##베
##스
##＜
##ห
##ว
##ั
##ค
##○
##⠱
##♥
##ט
##צ
##す
##심
##드
##ζ
##⅓
##⑥
##빔
##밥
##ל
##௸
##͜
##＞
##Ｅ
##Ｆ
##დ
##म
##ो
##घ
##भ
##ू
##ल
##̚
##ւ
##¢
##♭
##็
##ข
##่
##้
##ไ
##ｋ
##ｍ
##ס
##ב
##ʷ
##ી
##𐎼
##𐎺
##𐎫
##𐎡
##𐏁
##ώ
##უ
##ნ
##თ
##შ
##ვ
##ლ
##럼
##같
##먹
##히
##노
##래
##Α
##ˌ
##∂
##タ
##ṣ
##𒆪
##כ
##ả
##♣
##Ζ
##Ι
##Σ
##Ο
##Υ
##ё
##̮
##Ð
##よ
##ひ
##で
##♬
##ɲ
##ネ
##チ
##カ
##ọ
##ț
##♦
##ξ
##᾽
##리
##운
##ै
##य
##づ
##き
##ុ
##ិ
##ន
##ធ
##ើ
##ណ
##េ
##ស
##ល
##±
##¸
##റ
##വ
##˥
##˦
##⠔
##ʋ
##⠒
##√
##К
##￥
##ª
##∞
##ĥ
##ῦ
##＝
##ɨ
##Ⓥ
##☭
##셋
##ɜ
##ゅ
##바
##빠
##Ā
##◇
##간
##Ĵ
##∑
##피
##슨
##ṇ
##ｒ
##ぇ
##⑵
##♠
##ة
##Ç
##ノ
##♫
##⠄
##몇
##시
##집
##와
##▲
##̓
##⠲
##ế
##┯
##ʂ
##⠶
##☉
##친
##있
##ʲ
##침
##ὰ
##ÿ
##ɦ
##स
##ḡ
##ण
##ΐ
##ミ
##ტ
##श
##백
##₁
##₂
##녁
##ำ
##제
##갈
##Б
##М
##┪
##イ
##장
##겠
##습
##니
##음
##ˆ
##ェ
##゜
##្
##ប
##ៈ
##ខ
##ា
##ង
##វ
##ម
##ហ
##ូ
##ែ
##រ
##̺
##̼
##열
##홉
##΄
##⋅
##ﬂ
##ʱ
##♯
##Η
##ด
##곱
##⠛
##ช
##ญ
##ф
##겹
##살
##հ
##յ
##է
##ध
##조
##당
##ầ
##क
##ж
##ễ
##ộ
##⋂
##س
##ハ
##ム
##ʏ
##▮
##∇
##귿
##ꞑ
##⦵
##я
##ň
##ھ
##ば
##さ
##덟
##ז
##는
##서
##관
##공
##🤗
##옷
##즘
##유
##행
##Å
##ី
##Ñ
##ぜ
##が
##ത
##ന
##ര
##െ
##ũ
##ғ
##̠
##ʡ
##˘
##보
##⠴
##⠦
##예
##뻐
##দ
##্
##র
##ল
##ো
##ক
##십
##오
##г
##៊
##ឡ
##ញ
##บ
##ี
##げ
##お
##ħ
##ゐ
##こ
##ャ
##パ
##ン
##Í
##ồ
##ケ
##б
##ع
##점
##ぃ
##Δ
##ㄇ
##セ
##˨
##˩
##⠼
##┶
##ṙ
##ｔ
##ｅ
##ｘ
##Ｉ
##∨
##◆
##ガ
##ロ
##じ
##︠
##︡
##𐌄
##ん
##に
##は
##치
##ấ
##Ω
##ċ
##く
##び
##∧
##으
##𐊕
##𐊐
##𐊎
##𐊆
##𐊍
##⊇
##غ
##À
##ứ
##ớ
##̩
##𐨩
##𐨁
##𐨫
##𐨮
##일
##인
##₇
##봐
##ㄠ
##둘
##ダ
##ヒ
##ّ
##ֶ
##ׁ
##П
##У
##⠢
##ź
##̬
##ฤ
##ĩ
##ष
##ट
##ૃ
##ạ
##ῖ
##グ
##ビ
##파
##ʝ
##⋯
##he
##in
##er
the
##on
##en
##at
##ing
##es
##or
##an
to
##ed
##ion
##al
in
##ar
##ou
##it
##el
an
of
##re
##is
##as
##ent
##ro
##ic
##ation
##le
and
##ra
##ec
##et
th
##od
##ce
is
##om
##ur
##il
##ut
##st
##id
tra
be
st
##ining
training
##un
re
##ve
The
##ly
##ter
##ken
##ot
##ch
##ow
##ay
for
token
##ig
on
##se
con
In
mod
##am
##for
it
##ver
##ran
##ck
##ab
model
##ear
##ol
##ct
##ul
##ess
##im
pro
##ate
##po
##ith
that
##rans
##ad
with
##ir
you
run
##ge
ex
##ld
##ect
##ment
##ence
##int
##iz
can
al
de
lo
che
##ers
at
##ss
com
ma
##her
check
##ity
are
##ri
##ill
ne
en
##form
##ould
##est
sh
us
##earn
##em
wh
learn
##op
##ine
was
##point
as
su
##hen
val
##ap
checkpoint
se
##able
##ke
not
##pl
##igh
##if
##out
##ist
valid
##oun
##ort
##rom
validation
##fer
##ies
un
trans
##ding
learning
or
##ave
##uring
##qu
##ure
from
##ant
##um
wor
##00
##all
dat
##us
im
during
af
##ive
##iv
##th
we
##ain
have
Trans
cont
me
##and
transl
##our
##ust
pre
by
##former
this
ch
Transformer
##age
te
##gh
##ong
translation
##ome
##ight
sp
pr
##are
##ore
##ial
##xt
##end
##fore
comp
when
##ep
out
##cess
##ip
may
do
loss
##art
ad
rep
##per
##ual
##pro
he
will
after
##ough
##ry
has
att
##put
em
before
Ch
##ions
res
so
ab
cl
##ical
##ference
For
data
over
##ther
##ated
inc
##av
##ere
##rop
##ell
##ac
##ention
cle
##og
bec
##ations
##ud
##enc
##der
but
##pt
go
19
##au
dec
##ful
hel
##ds
inference
all
le
##du
##ish
tokens
pl
##ang
##oder
rate
rel
more
##ener
##ast
man
po
Th
##vel
uses
they
int
help
rec
##ile
##ance
##ie
no
ac
attention
##ous
##ult
Chin
##ass
one
sy
exam
gener
##ru
per
ar
##bed
sel
##ok
should
##ause
##ors
drop
##itt
##ide
use
clean
fe
sc
##res
##ount
##ich
##ag
##ary
##stem
bet
red
dis
##ition
their
set
up
##ict
##ost
##ice
embed
##ple
It
##tern
##ng
##ech
dropout
##ates
embedding
were
conf
ap
your
work
##port
its
##ard
system
been
##ib
##izer
##so
his
ev
##ese
##ach
200
##ase
##get
make
tokenizer
##ff
##ely
could
long
##one
##ame
need
##ound
##ime
##apt
##ater
redu
sent
##ind
part
stable
##ign
##oc
which
also
my
20
##cessing
##ue
sm
##ize
##ction
ag
##ack
li
text
enc
##ace
about
Chinese
##ples
##ange
if
Eng
##wor
##ber
##os
##resent
other
pe
##ak
epo
##ia
epoch
represent
##now
there
qu
##lish
##ress
##ient
had
##ire
used
##areful
##ural
This
sequ
##ource
new
##low
helps
would
time
##act
##velop
co
##ail
reduce
##ures
input
output
##cu
self
##ational
into
##ask
year
some
##ier
##ility
how
who
10
##ens
##ree
##ific
exper
small
mach
##ory
English
than
team
##ub
develop
##ob
under
count
overf
St
sa
An
cons
comm
config
##ays
examples
impro
like
encoder
##ian
des
machine
##ite
configur
Al
try
know
dif
source
better
too
##ople
##eth
##erm
ind
gra
eas
##ments
tw
produ
##ink
her
prepro
preprocessing
ser
##itting
He
sentence
sub
##ased
We
##ark
reg
tar
them
because
acc
##ose
pol
When
##ject
##par
target
##ities
##ences
whe
lay
qual
careful
##work
incre
off
fir
people
##row
inter
configuration
she
##reat
##ced
decoder
task
12
only
lab
##ious
##ake
fin
sav
##angu
act
##ally
11
range
pred
spe
overfitting
##ble
quality
any
langu
##ries
our
##con
bo
high
##ined
##hed
##ric
det
dep
##aset
##pos
many
##de
##olog
##isy
##ings
just
two
dataset
report
##ons
##ization
##atch
hand
net
ver
##very
class
##iew
fl
am
predict
language
##pect
##ism
well
what
##air
You
##iment
If
become
mean
bl
##mm
Un
trying
##els
feat
prov
col
ro
first
op
rem
##ectors
##ces
ke
pat
##ild
network
sequence
show
gr
sec
str
##rough
##ood
these
right
noisy
##ating
pres
bu
##echn
get
ob
##we
improve
state
incl
But
low
##ond
process
vectors
experiment
201
capt
13
lar
most
want
easier
file
##aw
##ents
##ular
inv
sim
cur
##ft
##ains
differ
still
##conom
mem
spec
see
On
##ade
##king
stud
##ied
##ved
carefully
layers
sup
each
said
##its
##ise
techn
##ext
cr
him
##ys
##urn
##iable
##tra
ass
par
comple
inst
##gra
such
deep
##te
capture
requ
econom
grad
##ts
199
even
ph
different
##other
same
##orm
example
neural
eff
context
add
good
##iss
perform
very
world
##ph
##ever
read
##iver
##though
general
av
now
rev
##oth
##uch
form
while
##ract
though
##ense
cor
##lect
depend
##ability
##ative
fun
call
##ten
Af
##rol
##ning
15
##ethod
car
years
tun
gradient
18
##ick
mo
must
every
##ather
##wn
through
##ited
Wh
##ev
##oy
##ution
##blem
adapt
num
##ible
##encies
mon
##ruct
problem
import
##cial
method
##ween
next
labels
way
And
don
cent
##hip
##gg
##uation
select
did
##ives
##ores
##own
think
between
countries
##ife
back
As
##ubl
##ics
pattern
##fect
##ices
##les
large
##gan
pers
take
cre
##ogn
##omm
look
quest
bas
eng
##ification
##old
mark
fine
meas
Bec
meet
contin
##wer
water
made
order
##kes
##ix
development
##hes
##plic
There
##up
##elf
##rib
wr
gl
often
Because
aut
words
performance
generation
start
##vern
##ert
partic
again
##ized
##ven
##oup
ins
##ting
tr
then
intern
##less
recogn
plan
##ript
##day
level
wom
##ily
##ling
##eng
norm
So
conc
##uman
batch
bel
est
control
end
needs
##ving
ear
##als
They
sur
16
Although
step
inform
##ology
docu
dependencies
##led
def
ans
best
##ool
##yp
##any
pretra
child
side
those
##ren
##ually
effect
size
much
where
China
##oid
patterns
##ci
term
exp
app
serv
##ron
answer
##ublic
gu
##mer
cap
14
ve
dem
17
##ty
##ks
dist
fact
within
map
test
pass
own
##ency
down
question
important
review
clear
How
mult
number
tuning
##app
grow
result
##ines
30
teams
##ues
human
engine
includ
makes
##ters
main
##eline
here
##ook
##ower
##ection
separ
##echan
fol
progra
stores
curr
design
##ision
##eb
##ised
anal
##ew
##ner
##eg
being
char
unst
##cept
open
sign
does
put
representations
##riend
mechan
##ince
document
##chool
short
br
increased
unstable
real
id
prot
life
support
##ently
saved
ll
three
##50
##ider
appro
conver
keep
features
bus
##iness
avoid
prev
##arm
##ord
script
play
lead
information
whether
sol
dire
##ves
eval
recognition
day
commun
##gress
both
summ
equ
resp
##ted
min
##ern
##ets
country
art
foc
ret
international
speed
loc
less
deb
fam
compar
opt
##ically
##gy
beh
##urity
##ished
met
##ock
No
cour
aw
##ists
focus
last
predictions
##read
expl
sequences
dense
##iel
##ath
ref
##abil
##ness
friend
##ef
##20
##ages
bro
##imes
contains
classification
processing
inf
##alth
mechanism
school
adapts
oper
affect
point
pretrained
She
ra
follow
Con
##ights
checks
##ases
say
underst
hear
group
##89
proper
##ale
##80
pract
const
som
##ull
reliable
women
based
person
var
##ital
fra
going
great
product
##aper
After
##ior
govern
old
##ential
typ
feature
##ee
adv
polic
##ively
polit
power
track
##39
##duc
found
To
##ional
ide
public
##ans
buil
##11
iss
##meric
##red
find
##69
##ittle
##30
##70
##79
Americ
##ody
economic
pos
##ouse
##ward
pip
##earch
book
##40
##ulation
ta
adj
del
##49
let
##anding
chang
special
25
##cc
prepar
##29
##plement
load
pop
##ards
invest
mat
sentences
##ross
##sp
000
representation
sk
##cy
later
##ety
rare
##iple
organ
50
direct
pair
home
##ploy
useful
key
provid
At
##ration
poss
little
##not
##31
##ways
evaluation
project
##21
cond
nat
##erve
##iling
happ
##71
##61
wind
##ination
##cuss
med
##81
imp
speech
##ivers
consider
prom
adjust
meaning
vis
##amet
meeting
##obal
come
activ
dra
Pro
relev
##ral
pri
change
sl
ent
applic
turn
compare
##ience
##ately
never
Sh
##land
discuss
allow
##41
few
##io
national
around
rest
fil
##ained
relevant
stand
21
ext
sever
##amp
paper
##ember
cost
air
job
States
##ason
measures
##itions
##itional
got
##ute
40
##iven
room
sit
##lease
implement
might
##izing
market
tal
business
##ode
env
simple
pipeline
another
##ah
wee
elect
really
##itor
course
##ants
place
means
dri
list
non
##ash
##iron
using
educ
##idd
require
##rect
paramet
second
subwor
current
##ify
children
interest
final
object
always
##bers
##ieve
What
##ins
##aving
word
fail
##gment
De
models
gre
security
##ommend
struct
##atic
Is
##88
##ars
ris
present
head
social
##aus
Be
Mr
without
rece
##line
That
##pr
global
increase
pur
##uding
image
##ources
summar
Eu
since
recommend
against
##ank
today
called
##67
##cle
##ironment
flu
poor
arch
24
expect
##erv
##imate
el
repe
ben
big
100
##ium
health
##omes
##ret
##az
disc
log
accur
Rel
US
cult
During
##37
##ield
suc
##ilingual
##me
My
answering
stabil
prof
Go
determ
Even
charac
##agement
including
##ried
enough
indic
strong
##hor
##ove
##rope
##87
analys
view
##ope
##outh
##cing
complex
bilingual
raised
##ially
Careful
##iter
##ms
##ably
##flow
Europe
seem
fac
##aking
##27
##oney
particular
##47
programm
environment
##ugg
study
continue
things
##ged
##anced
##ped
##ired
law
However
##ne
bal
##ething
United
##iting
hard
##60
month
##man
complete
##ger
##illion
weights
lim
top
ID
political
29
##ivid
##urther
Ar
lot
memory
engineer
estab
saves
several
mar
toget
together
stabilize
##posed
##raph
mor
feel
detail
four
window
##ister
Once
##over
move
##jor
near
##iod
love
technical
##iqu
hist
however
something
prin
behav
full
##ident
mother
workflow
##here
growth
##itect
##inal
case
##iving
ran
preserve
basic
area
give
##thing
company
##ession
Sp
unit
raw
spl
tem
relations
##izes
##gence
##ator
##68
Reliable
ids
government
##ified
22
stop
##self
optim
##48
correct
architect
31
##38
##orth
##til
cert
teac
parameters
##ilar
ele
left
##ording
##oding
food
free
mater
##ov
major
stage
##eration
##side
policy
##rodu
##med
post
All
##ead
loaded
tell
##ffor
miss
35
prediction
progress
bre
kind
##ug
family
27
##ived
sing
building
far
##ury
##und
door
##ote
##irl
dom
land
##ebook
particip
Ind
23
provide
success
handling
notebook
education
##ll
analysis
house
##icle
technology
##itive
account
early
period
##istent
##ai
These
flow
##arch
appear
tracks
handle
table
rights
##gn
pay
ach
problems
light
desc
enter
beg
offic
care
effor
ask
##ping
##utions
sam
methods
common
##rupt
fre
convergence
money
Do
##ird
##28
stability
management
won
dr
conn
repeated
diff
character
create
value
dev
service
##sc
author
respons
26
possible
New
name
material
wa
natural
##ffic
sw
##ready
comb
father
local
away
UN
among
accurate
subword
##ugging
fut
generalize
ener
indust
benef
longer
ground
office
states
men
previous
##ured
ant
##rit
##ibility
nec
pairs
28
##racy
##por
60
function
Unless
di
already
Sec
##ply
include
press
45
##ges
fall
##be
access
idea
behavior
normal
resources
upd
once
multiple
shall
protect
exist
services
hig
bor
says
##ex
debugging
##aster
##ature
areas
similar
finan
Afric
itself
past
39
adm
##cl
##asing
ens
research
##osen
future
cal
##icult
further
rather
ident
young
Ex
##ream
able
leg
One
given
teacher
comput
affects
##ued
preparation
Ad
girl
infl
Engine
strate
##36
working
energy
hour
compet
avail
understanding
cover
employ
Bet
days
week
With
##ustom
lost
##room
pot
whole
##yn
##oll
##25
least
lower
shar
##cent
address
known
return
trad
##mb
##alf
city
##akes
##45
clos
##aint
peace
##ians
introdu
saving
ranking
line
becomes
##oh
didn
##46
making
difficult
##ides
##ceed
Can
economy
##ances
application
generated
chosen
voc
concern
night
remain
priv
##iol
##35
Now
init
win
##augh
tries
##ats
produce
##ton
tru
body
cir
##uth
occ
regular
2008
soci
signific
label
stat
##oot
layer
separates
Engineers
sal
activities
production
##ames
Some
slow
##ept
setup
##aff
memor
ey
##spec
coop
close
properly
compares
##ule
confus
##ological
##inist
thing
##ruction
clearly
represents
##26
conditions
reason
trade
cho
capital
separate
##hing
outside
41
neg
field
##aim
##99
members
thought
times
##ume
##apan
vol
##specially
summarization
bi
community
Comm
##ending
invol
cannot
reli
70
developed
##iation
certain
monitor
saf
##iversity
mil
ann
repl
students
Japan
ability
changes
five
streng
necess
Intern
##uate
type
segment
bring
space
##ann
developing
caus
##uck
##tal
improving
usage
taken
respect
relationship
integ
others
##idence
##77
custom
came
##istic
terms
structure
Wor
cut
individ
modeling
measure
chall
face
express
##eign
##rr
##aut
took
##ission
Cl
ter
##uss
##ality
##ixed
mus
especially
sche
55
viol
hy
available
yet
manag
##24
##abul
##vers
Better
resource
prob
##tle
jo
##ape
Mach
brother
##34
wrong
buy
dial
morning
products
issues
consum
related
Please
expected
generate
generalization
results
truth
American
orig
ur
##90
assist
##face
individual
treat
##iec
role
session
decre
##most
systems
mis
tri
##ched
forward
2005
apos
financial
implementation
##65
risk
ever
until
Rep
##ches
action
region
architecture
##ging
##abulary
done
##ership
following
##olution
vocabulary
kill
Machine
talk
37
##ises
single
soft
correctly
mask
bar
##ising
why
effective
##aps
##ament
##ither
##ender
By
##way
Germ
practical
hot
51
approach
##duct
rad
cross
significant
##ators
tool
offer
reads
outputs
build
effic
updates
war
includes
situation
above
overfit
##ests
half
alone
decoding
##aining
##rand
##ended
##idden
went
samples
##ique
tax
instit
##ivil
experience
specific
##enn
mom
colle
State
million
cases
##ector
discussed
higher
##sel
##oura
##ogue
distrib
80
##ware
agree
Com
percent
death
contrib
##ane
maint
units
##ires
ed
sugg
##66
##aries
May
##ules
##portun
adjustment
##91
various
##bs
oil
sem
accu
obs
friends
analy
live
lib
seen
ship
provided
efforts
mess
heart
crit
##85
sure
lik
##44
##ison
history
compon
Govern
##itted
##ograph
##ront
princ
below
sat
amount
bra
opportun
##oon
deal
##ened
accuracy
bad
demand
engineers
quick
actually
embeddings
##ring
game
2000
increasing
prep
2007
easy
super
drink
32
needed
split
along
official
bit
Our
En
Tom
Russ
addition
##ike
##urs
recent
cell
adop
2010
##ledge
##ene
although
influ
equip
capac
mind
subject
phys
##ones
believe
claim
population
##utes
##rated
compared
detect
fluct
##iet
dest
wal
##rict
##ush
extra
hidden
piec
ensure
din
cooperation
total
begin
setting
2006
communic
tre
directly
##yl
understand
article
kn
interp
works
third
ago
connect
90
break
age
##ax
almost
prepare
stay
compan
hol
impact
industry
bound
##resh
told
##istics
47
##ested
His
##eral
having
##ump
##use
woman
temper
balanced
society
##ude
Well
hope
mot
##ams
started
private
49
decision
Deep
foreign
##aces
dou
##artment
reduced
emer
trained
##etimes
accept
##ored
##epend
civil
Let
##rast
##ends
Or
gradients
##selves
dialogue
Pod
classroom
Te
details
##ories
potential
South
rele
please
2009
err
##inary
therefore
la
36
##atives
reve
staff
##lict
labeled
America
Fran
##wards
matter
reform
2004
##ief
doing
38
##ault
six
Res
##rate
##bo
##10
##ery
sust
groups
usually
starts
Re
abs
Pl
##ung
dam
ess
camp
anim
subst
achieve
fluctuate
cause
bat
ste
33
exc
position
beaut
##ik
Gu
held
feed
coll
across
##action
white
wanted
sister
##pose
months
modern
Dec
necessary
##gest
creat
black
issue
due
##usion
phot
decline
##aching
companies
Ob
began
port
##icro
##LM
ban
indicate
##mor
serious
price
fund
dinner
mass
investig
soon
prim
Ph
cris
Part
became
link
cred
##cil
65
34
fire
living
according
Mar
sil
Africa
##ills
sens
48
Gener
rap
##af
looking
inn
appl
##rics
##know
##pite
event
datasets
conflict
##iddle
##ption
hier
Le
establish
Pe
circ
weak
##ided
establ
##erc
##aced
tel
##ctions
knowledge
century
hierarch
ill
capacity
Don
##known
##come
##ounds
standard
sense
bud
Sc
##64
##ony
likely
scient
code
##na
regional
crisis
LLM
levels
##antic
##rap
##xim
##onst
Then
coff
ful
##ott
late
reveal
decrease
##fact
##gr
theory
##une
displ
true
cat
unknown
##yond
lack
leave
vers
##ening
##78
##ned
program
culture
considered
##ivity
##rug
##itten
prec
pressure
collect
##32
force
##uted
concept
##odes
vari
heav
server
computer
##unch
##ots
visit
500
arg
required
established
##irt
tuned
##ler
basis
##oud
desk
baseline
##pri
More
saw
frame
seems
##ival
prior
##rid
protection
2003
practice
gen
respon
upon
prevent
traditional
cup
autom
fixed
content
inspect
estimate
scale
42
ready
nine
##let
coffee
nothing
policies
dig
threat
costs
regularly
##ables
##ension
moment
cra
hierarchical
fig
##ids
ways
sex
hours
annot
reliability
color
media
story
##range
2002
##ift
##ilities
anything
##yle
Bl
shows
particularly
regard
speak
sun
cleaning
disrupt
lat
##itation
imm
reflect
Brit
Cent
Co
Man
Yes
programme
item
##isions
##body
##iated
##then
beyond
income
##ensive
independ
broad
pack
principle
fav
gas
taking
##uge
##75
2011
built
front
##rary
##atory
##verage
everyone
Oh
leaving
gives
##dule
termin
conv
profess
metrics
##ached
pretraining
poorly
organiz
share
##estic
recommended
##elt
comes
asked
Coun
rely
##by
proposed
tomor
##ulated
tomorrow
Acc
finished
creates
vide
##19
annotations
conduct
cy
limited
##ucle
remains
##ray
search
syn
##rought
assess
doesn
General
thus
pros
rapid
foot
equipment
pun
squ
assoc
popular
European
Government
requires
multi
wid
2001
exceed
Fin
ge
##ieved
Gr
##sequ
music
Me
bir
et
boy
construction
Ag
student
remember
44
eat
sector
consist
reported
enj
##ients
police
everything
budget
film
##aid
stri
##oming
##hem
attack
challeng
schedule
##ffer
segmentation
##fort
exec
exch
central
provides
parts
##22
##medi
coun
refer
administ
wall
##eah
##etic
##osp
##of
##ctor
##empt
green
Many
sometimes
temperature
contain
eyes
calc
watch
aud
pen
town
##to
43
Joh
checked
blood
investment
##oph
##86
user
46
base
Ap
Col
pict
seed
##den
Pr
##ley
##sy
instead
sle
either
sustain
Car
Tra
##omen
##acy
##aves
analyz
Before
consistent
interv
occur
quickly
Council
series
cop
frequ
ord
strengthen
##isc
response
nature
strateg
record
else
surface
projects
received
Des
Ro
detection
yes
getting
successful
cit
confused
gave
quite
news
encoura
themselves
designed
hor
networks
##uel
##ands
Not
host
##ina
effects
##lex
introduced
mount
cou
##tic
Pol
workers
flo
##84
mer
pad
behind
##iful
party
enh
doll
phone
promot
align
essential
##ufact
cold
vo
##ao
##PU
created
fast
partn
determines
wel
##ij
##DP
incons
famil
son
enjoy
##hern
weight
##iency
instruct
assistance
contract
##uc
##ulate
##position
nucle
##reet
write
##rael
deg
road
liter
##ban
World
##imin
reports
Israel
vict
##ites
##iction
inside
drug
jud
##arian
concl
explains
##hib
appropri
##estern
195
rules
trust
75
operation
continued
dyn
travel
##ows
##equ
##76
Sy
earth
300
points
running
takes
Of
##aly
ton
decl
benefits
aim
advant
John
##rel
##lo
##rist
##ades
International
mist
sound
##ength
CO
memorizing
59
adjusted
coming
carry
manufact
sell
strategy
Ab
##go
##ML
produces
factors
##eter
warm
fill
##74
##ma
obt
bed
Per
resist
##anger
Am
written
someone
condition
markets
software
micro
2012
##33
Inst
domestic
disrupted
date
additional
personal
hold
farm
##irst
inconsistent
##ricul
arri
requirements
fish
##uff
organizations
##amed
plant
added
61
##ball
##where
fem
probably
innov
hands
train
##astic
##itable
prices
##aged
materials
##ought
scre
lives
generalizes
box
greater
curve
property
existing
configured
##grade
citiz
cultural
diver
estim
happy
section
curricul
extre
interpre
Most
ang
stra
site
wear
growing
##amic
ign
Aust
stress
treatment
transfer
Pal
brought
processes
University
questions
block
logic
transport
emb
solution
##uan
average
smo
gold
1998
fear
##lead
terminology
##rench
bag
National
recommendation
rates
Group
II
values
component
simply
types
quot
fight
match
enterpr
spir
led
complet
Par
scores
rich
##gen
paint
##head
walk
send
style
##haps
parents
positive
wants
bur
##hers
aftern
thous
India
himself
blog
div
debt
vill
##verty
##dom
poverty
parties
Teams
supply
applied
compl
distribution
##ying
video
mob
ten
immedi
anti
afternoon
##uster
draw
54
fraud
AP
status
bank
##hest
##ulations
beautiful
Every
environmental
##istan
climate
rule
##ork
physical
curriculum
aggress
##mp
##reg
sea
season
dog
attempt
leaders
boundaries
suffer
users
print
center
##ribed
learns
original
##ees
dead
towards
##ricult
Just
changed
##ented
hous
##aptop
programmes
##ole
message
star
coord
##airs
wife
science
hab
##abilities
applications
71
wish
perfect
dream
forget
demonst
laptop
fragment
tea
except
##ression
hyd
demo
French
export
harm
According
contact
minutes
violence
length
##rab
rock
##asons
institutions
born
##rad
goal
currently
fully
Tw
##auses
ball
Spec
56
shop
##gor
unless
commit
exact
quant
defin
continu
mainly
proced
##arily
Republic
dark
1990
##vious
activity
##ployment
Develop
heard
evidence
propos
exerc
First
apply
jour
Here
histor
##tered
##fficient
##atively
yourself
involved
middle
safety
path
Dep
##amb
##ciples
influence
ren
##ama
rat
fell
From
Your
kin
##hens
wait
mislead
exceeds
hon
##ties
padding
instructions
Serv
wide
1999
thinking
subm
##ux
##eed
etc
clauses
North
##ror
tour
Ju
importance
##enced
##ously
commer
sn
##itary
experi
Kore
##ighb
blind
hair
Act
appropriate
ones
ul
2015
##light
##itch
Her
interpreted
nuclear
69
##icles
labor
poll
##nal
member
spo
##ming
note
##ateral
evening
framework
challenges
opened
draft
imag
optimal
aff
gran
beginning
East
functions
initi
pieces
decided
Pres
pain
##pon
subwords
operations
##ocr
Are
##rown
##edom
billion
##rust
events
##uro
semantic
card
##nel
exchange
52
##itude
##inc
shown
95
negot
dim
caused
balance
credit
Se
eth
resid
manager
##ips
##agraph
promote
##abor
##val
##inated
presented
##enge
predicts
efficiency
Christ
neighb
##formation
skin
France
While
Why
standards
Sw
##ari
increases
birth
sort
aspect
install
pret
##co
former
fragmented
##hood
##unt
##ME
steps
active
hop
##umb
##umn
looks
##eless
Other
##omp
surv
responsibility
round
##sh
1997
turned
sleep
har
##ox
missing
##onna
##phas
##sych
##aur
verify
cry
##eal
##wise
opportunity
electric
Jan
traffic
counter
magn
professional
pick
rain
##undred
teaching
poly
died
relation
earl
IDs
2013
page
felt
responsible
Asia
##aches
##ologies
elements
swe
included
Ear
Li
version
sold
hur
primary
##cup
incor
fair
Noisy
den
station
characteristics
Ku
publ
entire
##ground
persons
Germany
suggest
85
##ields
describ
inj
arm
blue
Tod
studied
looked
veh
obser
schools
authorities
53
##ilateral
##ta
helped
contextual
errors
##lig
recently
wonder
agricult
minim
##16
##ID
##herent
studies
##atically
goods
changing
Security
largest
mov
##raft
books
##ental
tonight
online
mention
##overy
easily
goes
##ney
notes
planning
bott
purs
improved
attract
##hel
Mon
Sept
##enty
described
Gre
rise
closed
mag
mig
##23
West
danger
##zy
King
Ge
##orn
altern
showed
weeks
citizens
##vey
carried
anc
##semb
difference
fat
IP
##icip
forces
brain
June
##ronic
##ternal
strength
##TA
device
##rehens
unc
communication
British
cate
heat
##eness
64
Ass
sustainable
##son
##iveness
1996
Mal
guid
People
57
reasons
Oct
attend
##iber
element
hundred
runs
whose
mid
Object
Rec
benefit
tried
Secret
Today
datab
##ructure
produced
dise
Therefore
freedom
##oes
summer
gard
pan
girls
surpr
constit
plans
September
display
Gl
emphas
bab
generally
##ared
movement
degrade
falls
##mark
urban
##net
strongly
##uary
instru
internal
direction
reach
writing
##ha
phr
bear
command
##gorith
phase
##terday
save
consult
##hold
Nations
species
##aughter
documents
adopted
eight
clause
principles
##band
organization
paid
wood
Bo
ep
##97
##used
stock
seven
##oul
critical
located
driver
failed
##98
files
July
##itc
despite
prepared
##bit
lose
##enda
Im
sales
##95
reading
tools
favor
sor
tend
##IS
fundament
corp
##96
plat
obvious
sport
spread
##ims
overall
Will
core
##kay
Bar
forms
numbers
skills
thresh
satis
Russia
##rim
agre
German
isn
island
doub
Conference
York
gender
damage
Such
##AS
##arding
optimizing
worth
banks
killed
##ancy
Iran
Min
sett
highly
##sing
marks
gonna
African
Internet
spirit
##AN
algorith
effort
##iers
limit
tree
allowed
acqu
participation
Reg
moved
psych
paragraph
choice
confusing
##15
maxim
economies
Japanese
President
Austral
##aign
default
120
discover
58
API
drive
contrast
announ
liqu
2014
Special
Cont
##arant
##more
opportunities
ordinary
##omet
##aught
ple
##ober
song
construct
jobs
cities
rout
##ervation
concerned
##amer
Zh
noted
cru
ideas
rural
pref
double
virt
store
library
Off
univers
agreement
connection
threshold
TV
December
October
##ccup
##men
tit
officials
digital
##the
resume
mill
400
##bon
completely
El
lines
request
unique
moving
destro
##ON
competition
190
dry
splits
##18
independent
##gressive
female
module
heavy
##ijing
affected
joint
hit
chann
glass
trip
stru
translations
Bra
pul
identify
toward
##wh
##ata
##ula
receives
played
prefer
saying
Beijing
##ube
rob
##rative
##ada
Arab
Soc
domain
##IC
##ops
Development
bran
der
refers
kinds
##vert
perm
cand
factor
letter
cells
March
##adem
fly
##iang
deliver
challenge
esc
worked
doctor
failure
burn
##itarian
throughout
purch
campaign
widely
fuel
##AR
leading
##ait
forg
efficient
knew
hus
##ze
##ellig
##17
names
argu
nar
##rew
anyone
choose
finally
commercial
##oles
January
##inate
##lor
soil
autore
earlier
cool
powerful
Har
##rete
##ster
##ER
concent
reb
autoregressive
##leg
degree
huge
talking
Som
Sun
66
Mary
##mber
##fit
trou
negative
110
picture
##ruit
option
Ira
aggressively
park
##urance
transm
weather
##oring
yesterday
comprehens
##ses
playing
animals
families
unl
cluster
##gent
1995
##gar
occup
##back
##ded
Web
objects
military
customers
extrem
##onds
actions
constant
release
nearly
cel
initial
encoding
Moreover
published
north
spect
technique
associated
Iraq
Apr
Aug
##ocol
coherent
employment
safe
##reci
learned
funds
Russian
dress
##42
##asc
##vember
Fed
quar
happened
sources
south
##ixes
infrast
agreed
##aily
November
restrict
secret
chem
Service
Sim
##gments
##rote
categ
April
tim
processed
lif
reached
Pre
##rief
equal
brid
allows
euro
##82
##agn
Objective
67
goals
smooth
arrange
famous
database
##force
waste
Palest
##AT
images
wealth
floor
figure
exercise
##ondon
cast
suppl
advanced
##LE
##inear
##ering
producing
myself
mut
##riage
guarant
Each
resear
subs
ice
selected
effectively
Hong
shape
##iles
worse
objective
negoti
grand
numer
quiet
Comp
substant
fresh
##cer
resol
perhaps
##road
receive
Cal
##rial
slower
nice
turns
ec
##OS
corpor
Tr
Tur
##83
external
statement
London
##omb
remained
ori
technologies
consumption
##ford
regions
nation
August
corpus
Cons
City
wrote
interests
feet
advantage
##utive
places
defined
##ancing
platform
##uz
circum
##isl
replay
00
flex
Char
programs
##iff
fluent
purpose
##IN
web
solid
oblig
##odies
expert
150
increasingly
wat
130
properties
mand
Op
vac
novel
Where
##ellow
gets
##iques
larger
controls
feeling
mode
monitoring
components
opin
piece
Two
webs
Office
respond
graph
leadership
##000
##sion
##apter
converts
GPU
items
cook
river
college
72
Its
governments
infrastructure
excl
##ipping
Qu
interesting
husband
origin
annual
Sm
released
gone
ox
maybe
phen
testing
##book
spent
emot
minor
followed
ult
scientific
voice
solutions
High
##ny
##ittee
discussion
##ounding
##ague
happen
punct
street
chance
pow
Ed
Department
fields
couple
board
supported
confir
Rom
Any
actual
##plicit
Art
##ilit
faster
105
practices
destroy
##ales
intellig
Another
mission
eye
63
finish
##14
solve
accurately
teachers
gun
2016
##ram
celeb
react
Inde
mechanisms
immediately
surr
divid
##aging
dut
pretty
garden
##iant
##vent
Add
kept
covered
blindly
lets
##key
##aven
plants
satisf
tast
memorize
parameter
62
##ero
agenda
115
##uations
finding
interview
bottom
God
EU
score
reality
providing
kitc
Med
creating
fundamental
##63
Count
